[
  {
    "word_no.": 1,
    "word": "SETTER",
    "hints": [
      "The player who runs the offense and sets up the hitters.",
      "This player usually handles the second contact.",
      "They are often the most strategic player on the court."
    ]
  },
  {
    "word_no.": 2,
    "word": "SPIKE",
    "hints": [
      "An offensive hit where a player powerfully attacks the ball.",
      "The main goal is to send the ball to the floor on the opponent's side.",
      "Also known as a kill."
    ]
  },
  {
    "word_no.": 3,
    "word": "LIBERO",
    "hints": [
      "A defensive specialist who wears a different colored jersey.",
      "This player cannot serve, attack, or block.",
      "They are crucial for passing and digging."
    ]
  },
  {
    "word_no.": 4,
    "word": "SERVE",
    "hints": [
      "The act of putting the ball into play.",
      "Performed from behind the end line.",
      "It can be an underhand, overhand, or jump action."
    ]
  },
  {
    "word_no.": 5,
    "word": "BLOCK",
    "hints": [
      "A defensive move at the net to stop an opponent's attack.",
      "One or more front-row players jump to form a wall.",
      "It's a way to send the ball back over the net quickly."
    ]
  },
  {
    "word_no.": 6,
    "word": "DIG",
    "hints": [
      "A defensive save of a hard-driven attack.",
      "Players often use their forearms, hands, or even their feet.",
      "It is a reaction play to keep the ball in play."
    ]
  },
  {
    "word_no.": 7,
    "word": "COURT",
    "hints": [
      "The playing area, typically 18 meters by 9 meters.",
      "It is divided in half by a net.",
      "It has a free zone surrounding it."
    ]
  },
  {
    "word_no.": 8,
    "word": "NET",
    "hints": [
      "The barrier that divides the playing area.",
      "The height is different for men and women.",
      "A player must not touch this during play."
    ]
  },
  {
    "word_no.": 9,
    "word": "KNEE PADS",
    "hints": [
      "Protective gear worn by most players.",
      "They help cushion falls and dives.",
      "Essential for diving for a ball."
    ]
  },
  {
    "word_no.": 10,
    "word": "ATTACK LINE",
    "hints": [
      "The line that marks the front row from the back row.",
      "Players from the back row must jump from behind this line to hit.",
      "Also known as the ten-foot line."
    ]
  },
  {
    "word_no.": 11,
    "word": "OUTSIDE HITTER",
    "hints": [
      "The primary hitter on the left side of the court.",
      "Often the go-to attacker in high-pressure situations.",
      "They have to be able to hit a variety of sets."
    ]
  },
  {
    "word_no.": 12,
    "word": "MIDDLE BLOCKER",
    "hints": [
      "This player's main role is to block the opponent's attacks.",
      "They are positioned in the center of the front row.",
      "They have to be quick to move side-to-side."
    ]
  },
  {
    "word_no.": 13,
    "word": "OPPOSITE HITTER",
    "hints": [
      "The player who hits from the right side of the court.",
      "They are often the second-most important hitter.",
      "They are also responsible for blocking the opponent's outside hitter."
    ]
  },
  {
    "word_no.": 14,
    "word": "ROTATION",
    "hints": [
      "The clockwise movement of players on the court.",
      "This happens after a side-out.",
      "It changes which player is serving."
    ]
  },
  {
    "word_no.": 15,
    "word": "ACE",
    "hints": [
      "A serve that results in an immediate point.",
      "The opponent is unable to return the ball.",
      "This is a very impressive play."
    ]
  },
  {
    "word_no.": 16,
    "word": "KILL",
    "hints": [
      "An attack that is not returned by the opponent.",
      "The ball hits the floor on the opposing side.",
      "It is also known as a spike."
    ]
  },
  {
    "word_no.": 17,
    "word": "FOOT FAULT",
    "hints": [
      "A violation that occurs when a player touches the end line while serving.",
      "The point is awarded to the other team.",
      "The server must stand behind the line."
    ]
  },
  {
    "word_no.": 18,
    "word": "DOUBLE HIT",
    "hints": [
      "An illegal contact where a player hits the ball twice in a row.",
      "It is a type of foul.",
      "This is not allowed during the three contacts."
    ]
  },
  {
    "word_no.": 19,
    "word": "LIFT",
    "hints": [
      "An illegal contact where the ball is held or thrown.",
      "It is a violation of the rules.",
      "Also known as a carry."
    ]
  },
  {
    "word_no.": 20,
    "word": "FOREARM PASS",
    "hints": [
      "The most basic and common type of pass.",
      "The player uses the flat surface of their forearms to control the ball.",
      "This is often the first contact."
    ]
  },
  {
    "word_no.": 21,
    "word": "OVERHEAD PASS",
    "hints": [
      "A type of pass used to control the ball above the head.",
      "This is often used by setters.",
      "It's a more precise way to handle the ball."
    ]
  },
  {
    "word_no.": 22,
    "word": "JUMP SERVE",
    "hints": [
      "A serve where the player jumps and hits the ball in mid-air.",
      "It is a powerful and hard-to-receive serve.",
      "It adds a lot of velocity to the ball."
    ]
  },
  {
    "word_no.": 23,
    "word": "FLOAT SERVE",
    "hints": [
      "A serve with no spin, causing it to have an unpredictable flight path.",
      "It is hard for the receiving team to pass accurately.",
      "This serve is often hit with an open hand."
    ]
  },
  {
    "word_no.": 24,
    "word": "TOPSPIN SERVE",
    "hints": [
      "A serve that spins forward, causing the ball to drop faster.",
      "It's a powerful and aggressive serve.",
      "This serve can be very hard to pass."
    ]
  },
  {
    "word_no.": 25,
    "word": "PANCAKE",
    "hints": [
      "A desperate save where a player slides their hand flat on the floor.",
      "The ball bounces off the back of the hand to stay in play.",
      "It is a spectacular and risky defensive play."
    ]
  },
  {
    "word_no.": 26,
    "word": "ATTACK",
    "hints": [
      "The offensive action of hitting the ball over the net.",
      "It's the third and final contact.",
      "The main goal is to score a point."
    ]
  },
  {
    "word_no.": 27,
    "word": "POINT",
    "hints": [
      "The unit of scoring in a volleyball match.",
      "A team scores one of these when the opponent fails to return the ball.",
      "A set is won when a team reaches 25 of these."
    ]
  },
  {
    "word_no.": 28,
    "word": "SIDE OUT",
    "hints": [
      "When the team that receives the serve wins the rally.",
      "This results in a change of possession and a new server.",
      "It ends a serving team's turn."
    ]
  },
  {
    "word_no.": 29,
    "word": "TIMEOUT",
    "hints": [
      "A short break in the game to strategize or rest.",
      "Each team gets two of these per set.",
      "The coach calls this to talk to the players."
    ]
  },
  {
    "word_no.": 30,
    "word": "ANTENNA",
    "hints": [
      "The red and white rods on the net.",
      "The ball must pass between these during play.",
      "If the ball touches one, it is considered out."
    ]
  },
  {
    "word_no.": 31,
    "word": "SERVICE LINE",
    "hints": [
      "The line at the back of the court.",
      "The server must stand behind this line to serve.",
      "It is 9 meters from the net."
    ]
  },
  {
    "word_no.": 32,
    "word": "DEEP SERVE",
    "hints": [
      "A serve aimed at the very back of the opponent's court.",
      "It is intended to make it difficult to pass.",
      "The goal is to get a point or force a poor pass."
    ]
  },
  {
    "word_no.": 33,
    "word": "BACK ROW ATTACK",
    "hints": [
      "An attack performed by a back row player.",
      "The player must jump from behind the ten-foot line.",
      "A powerful offensive weapon."
    ]
  },
  {
    "word_no.": 34,
    "word": "SIX TWO",
    "hints": [
      "An offensive system with six attackers and two setters.",
      "One setter is always in the front row.",
      "The setter comes in from the back row to set."
    ]
  },
  {
    "word_no.": 35,
    "word": "FIVE ONE",
    "hints": [
      "An offensive system with five attackers and one setter.",
      "The setter always sets from all positions.",
      "This system is very common in competitive volleyball."
    ]
  },
  {
    "word_no.": 36,
    "word": "CROSS COURT",
    "hints": [
      "An attack that is hit diagonally across the court.",
      "This is a common and effective hitting strategy.",
      "It's the opposite of a line shot."
    ]
  },
  {
    "word_no.": 37,
    "word": "LINE SHOT",
    "hints": [
      "An attack that is hit straight down the sideline.",
      "It is a hard shot to defend.",
      "It's the opposite of a cross-court shot."
    ]
  },
  {
    "word_no.": 38,
    "word": "DUMP",
    "hints": [
      "A surprise attack by the setter.",
      "The setter pushes the ball over the net instead of setting it.",
      "It is meant to catch the defense off guard."
    ]
  },
  {
    "word_no.": 39,
    "word": "TIP",
    "hints": [
      "A soft, one-handed hit over the block.",
      "It is a finesse play to score a point.",
      "Used to place the ball in an open area on the court."
    ]
  },
  {
    "word_no.": 40,
    "word": "COVERAGE",
    "hints": [
      "The defensive positioning of players to back up an attack.",
      "It ensures that a blocked ball can be saved.",
      "All players are responsible for this."
    ]
  },
  {
    "word_no.": 41,
    "word": "FLOOR",
    "hints": [
      "The playing surface of the court.",
      "When the ball hits this, a point is scored.",
      "Players dive on this to save the ball."
    ]
  },
  {
    "word_no.": 42,
    "word": "SUBSTITUTION",
    "hints": [
      "When a player enters the game to replace another player.",
      "Each team gets a limited number of these per set.",
      "This is done by notifying the referee."
    ]
  },
  {
    "word_no.": 43,
    "word": "REFEREE",
    "hints": [
      "The official who oversees the match.",
      "They call fouls and keep the game fair.",
      "They have the final say on all calls."
    ]
  },
  {
    "word_no.": 44,
    "word": "LINE JUDGE",
    "hints": [
      "Officials who stand at the corners of the court.",
      "They help the referee with 'in' and 'out' calls.",
      "They signal with flags."
    ]
  },
  {
    "word_no.": 45,
    "word": "FOUR TWO",
    "hints": [
      "A very basic offensive system with four attackers and two setters.",
      "Both setters are front row setters.",
      "Not common in high-level play."
    ]
  },
  {
    "word_no.": 46,
    "word": "FREE BALL",
    "hints": [
      "A ball sent over the net in a high, easy arc.",
      "The receiving team has plenty of time to set up their offense.",
      "It is a non-attacking play."
    ]
  },
  {
    "word_no.": 47,
    "word": "DOWN BALL",
    "hints": [
      "A ball that is hit over the net from a standing position.",
      "It is hit with a downward trajectory.",
      "The defense has more time to react than to a spike."
    ]
  },
  {
    "word_no.": 48,
    "word": "ROLL SHOT",
    "hints": [
      "A soft, overhand attack with topspin.",
      "It is used to put the ball just over the block.",
      "It is a variation of a tip."
    ]
  },
  {
    "word_no.": 49,
    "word": "JOUST",
    "hints": [
      "When two players from opposing teams push the ball at the net.",
      "It is a fight for control of the ball.",
      "This is a contested action at the net."
    ]
  },
  {
    "word_no.": 50,
    "word": "REACH",
    "hints": [
      "An illegal contact where a player blocks a serve.",
      "A player may not do this over the net to a serve.",
      "This is a violation of the rules."
    ]
  },
  {
    "word_no.": 51,
    "word": "PENCIL",
    "hints": [
      "The official term for an illegal block of a serve.",
      "The point is awarded to the other team.",
      "This is called by the referee."
    ]
  },
  {
    "word_no.": 52,
    "word": "BACK SET",
    "hints": [
      "A set delivered behind the setter's head.",
      "It is a key part of many offensive plays.",
      "It is used to set a back-row attacker."
    ]
  },
  {
    "word_no.": 53,
    "word": "QUICK SET",
    "hints": [
      "A very low and fast set.",
      "It is used to confuse the opposing blockers.",
      "Also known as a 'one' or 'shoot' set."
    ]
  },
  {
    "word_no.": 54,
    "word": "HIT",
    "hints": [
      "The general term for an offensive attack.",
      "A player strikes the ball with an open hand.",
      "This is the third contact."
    ]
  },
  {
    "word_no.": 55,
    "word": "FOUL",
    "hints": [
      "An illegal action that results in a point for the other team.",
      "Examples include double hit and net touch.",
      "It is a violation of the rules."
    ]
  },
  {
    "word_no.": 56,
    "word": "RALLY",
    "hints": [
      "The period of play from the serve until the ball is out.",
      "It can be long or short.",
      "This is what is happening between the serve and the point."
    ]
  },
  {
    "word_no.": 57,
    "word": "BALL",
    "hints": [
      "The main object used in the game.",
      "It is made of leather or synthetic material.",
      "It must be inflated to a specific pressure."
    ]
  },
  {
    "word_no.": 58,
    "word": "PASS",
    "hints": [
      "The first contact of the ball after a serve.",
      "It is a foundational skill.",
      "Also known as a 'bump'."
    ]
  },
  {
    "word_no.": 59,
    "word": "UNDERHAND SERVE",
    "hints": [
      "A serve hit with the hand below the waist.",
      "It is a less powerful serve.",
      "It is often used by beginners."
    ]
  },
  {
    "word_no.": 60,
    "word": "OVERHAND SERVE",
    "hints": [
      "A serve hit with the hand above the head.",
      "It can be a float or a topspin serve.",
      "It is a more powerful and common serve."
    ]
  },
  {
    "word_no.": 61,
    "word": "FREE BALL",
    "hints": [
      "A ball that is passed over the net without an attack.",
      "The receiving team is able to easily set up their offense.",
      "This is often done when the offense is out of position."
    ]
  },
  {
    "word_no.": 62,
    "word": "BEACH VOLLEYBALL",
    "hints": [
      "A variation of the game played on sand.",
      "It is played with two players per team.",
      "The court is slightly smaller than an indoor court."
    ]
  },
  {
    "word_no.": 63,
    "word": "INDOOR VOLLEYBALL",
    "hints": [
      "The standard version of the game played on a hard court.",
      "It is played with six players per team.",
      "The floor is usually wood or a synthetic material."
    ]
  },
  {
    "word_no.": 64,
    "word": "BACK ROW",
    "hints": [
      "The three players positioned behind the attack line.",
      "These players cannot attack the ball from the front row.",
      "The libero is always in this area."
    ]
  },
  {
    "word_no.": 65,
    "word": "FRONT ROW",
    "hints": [
      "The three players positioned in front of the attack line.",
      "These players are the primary attackers and blockers.",
      "They can hit the ball from anywhere in this area."
    ]
  },
  {
    "word_no.": 66,
    "word": "CROSS-COURT SHOT",
    "hints": [
      "An attack hit diagonally across the court.",
      "It is used to get around a block.",
      "It is a powerful offensive weapon."
    ]
  },
  {
    "word_no.": 67,
    "word": "LINE SHOT",
    "hints": [
      "An attack hit straight down the sideline.",
      "It is used to hit past a weak block.",
      "It requires a very precise hit."
    ]
  },
  {
    "word_no.": 68,
    "word": "DEEP CORNER",
    "hints": [
      "A specific spot on the court for a setter to aim a serve.",
      "It is one of the hardest places to pass from.",
      "It is the furthest back corner of the court."
    ]
  },
  {
    "word_no.": 69,
    "word": "SEVEN",
    "hints": [
      "A type of quick attack where the hitter takes a one-step approach.",
      "It is a deceptive attack.",
      "The hitter jumps off one foot."
    ]
  },
  {
    "word_no.": 70,
    "word": "THIRTEEN",
    "hints": [
      "The number of sets in a beach volleyball match.",
      "This is not a real term. This is an incorrect hint. The correct term is 'two' or 'three'.",
      "Sorry, this is a bad hint, my bad. Try 'two' or 'three'."
    ]
  },
  {
    "word_no.": 71,
    "word": "RECEPTION",
    "hints": [
      "The act of passing a serve.",
      "It is a key part of the offense.",
      "It is the first contact after a serve."
    ]
  },
  {
    "word_no.": 72,
    "word": "COVER",
    "hints": [
      "The action of positioning oneself behind a teammate who is attacking.",
      "This is done in case the attack is blocked.",
      "It is a defensive responsibility for all players."
    ]
  },
  {
    "word_no.": 73,
    "word": "SUB",
    "hints": [
      "A common abbreviation for a substitution.",
      "A player who comes off the bench to play.",
      "Teams are allowed a limited number of these."
    ]
  },
  {
    "word_no.": 74,
    "word": "DOUBLES",
    "hints": [
      "The game of beach volleyball is played with two players per team.",
      "It is a different format than indoor volleyball.",
      "Each player has to cover more of the court."
    ]
  },
  {
    "word_no.": 75,
    "word": "QUADS",
    "hints": [
      "A variation of the game played with four players per team.",
      "It is a less common format.",
      "The rules are similar to indoor volleyball."
    ]
  },
  {
    "word_no.": 76,
    "word": "SIXES",
    "hints": [
      "The standard format of indoor volleyball.",
      "Each team has six players on the court.",
      "It's the most common type of volleyball played professionally."
    ]
  },
  {
    "word_no.": 77,
    "word": "TANDEM",
    "hints": [
      "An offensive play where one hitter attacks behind another.",
      "It is meant to confuse the opposing blockers.",
      "It is a deceptive and fast-paced attack."
    ]
  },
  {
    "word_no.": 78,
    "word": "SLIDE",
    "hints": [
      "An offensive attack where a middle blocker approaches behind the setter.",
      "The player takes a few steps and then jumps off one foot.",
      "It is a quick attack that is hard to block."
    ]
  },
  {
    "word_no.": 79,
    "word": "PIPE",
    "hints": [
      "An attack from the back row in the center of the court.",
      "The setter sets the ball high and fast to the back row.",
      "It is a powerful offensive weapon."
    ]
  },
  {
    "word_no.": 80,
    "word": "SEVEN",
    "hints": [
      "A type of quick attack where the hitter takes a one-step approach.",
      "It is a deceptive attack.",
      "The hitter jumps off one foot."
    ]
  },
  {
    "word_no.": 81,
    "word": "QUICK ATTACK",
    "hints": [
      "An attack that happens very quickly after the set.",
      "It is meant to catch the defense off guard.",
      "It is a fast-paced offensive play."
    ]
  },
  {
    "word_no.": 82,
    "word": "OFF-SPEED SHOT",
    "hints": [
      "An attack that is hit with less power than a spike.",
      "It is intended to deceive the defense.",
      "It is a finesse play to score a point."
    ]
  },
  {
    "word_no.": 83,
    "word": "REBOUND",
    "hints": [
      "The ball bouncing off the block and staying in play.",
      "It gives the attacking team another chance to hit.",
      "The attacking team has to be ready to play the ball."
    ]
  },
  {
    "word_no.": 84,
    "word": "TOUCH",
    "hints": [
      "When a player on the opposing team touches the ball.",
      "It is often a deflection from a block.",
      "It counts as one of the three contacts."
    ]
  },
  {
    "word_no.": 85,
    "word": "WIPE",
    "hints": [
      "An attack that is hit off the opposing block and out of bounds.",
      "The hitter intentionally hits the ball off the block.",
      "It is a very effective way to score a point."
    ]
  },
  {
    "word_no.": 86,
    "word": "CHOP",
    "hints": [
      "A short, sharp hit used to get the ball over the block.",
      "It is a finesse shot.",
      "The hitter snaps their wrist to hit the ball."
    ]
  },
  {
    "word_no.": 87,
    "word": "CUT SHOT",
    "hints": [
      "An attack that is hit with a diagonal angle.",
      "It is a deceptive shot that is hard to defend.",
      "The hitter hits the ball across their body."
    ]
  },
  {
    "word_no.": 88,
    "word": "DINK",
    "hints": [
      "A soft, one-handed hit over the block.",
      "It is a finesse play to score a point.",
      "Also known as a tip."
    ]
  },
  {
    "word_no.": 89,
    "word": "PENCIL",
    "hints": [
      "A term for an illegal block of a serve.",
      "The point is awarded to the other team.",
      "This is called by the referee."
    ]
  },
  {
    "word_no.": 90,
    "word": "SIXTH MAN",
    "hints": [
      "The first player to enter the game as a substitution.",
      "This player is often a defensive specialist.",
      "They are an important part of the team."
    ]
  },
  {
    "word_no.": 91,
    "word": "DEFENSIVE SPECIALIST",
    "hints": [
      "A player who is an expert in digging and passing.",
      "They often come in for a front-row player.",
      "Their main role is to keep the ball in play."
    ]
  },
  {
    "word_no.": 92,
    "word": "FIVB",
    "hints": [
      "The international governing body for the sport.",
      "It organizes world championships and the Olympics.",
      "It is the Federation Internationale de Volleyball."
    ]
  },
  {
    "word_no.": 93,
    "word": "USA VOLLEYBALL",
    "hints": [
      "The governing body for the sport in the United States.",
      "It oversees all levels of play, from youth to professional.",
      "It is the national organization for the sport."
    ]
  },
  {
    "word_no.": 94,
    "word": "OLYMPICS",
    "hints": [
      "The highest level of international competition.",
      "It features both indoor and beach volleyball.",
      "It is a dream for many players to compete in this event."
    ]
  },
  {
    "word_no.": 95,
    "word": "TEAM",
    "hints": [
      "A group of players who work together to win.",
      "A team has a coach and assistant coaches.",
      "A team has a captain and other leaders."
    ]
  },
  {
    "word_no.": 96,
    "word": "COACH",
    "hints": [
      "The person who leads and trains the team.",
      "They call timeouts and make substitutions.",
      "They are responsible for the team's strategy."
    ]
  },
  {
    "word_no.": 97,
    "word": "CAPTAIN",
    "hints": [
      "The leader of the team on the court.",
      "They are the only player who can talk to the referee.",
      "They are often the most experienced player."
    ]
  },
  {
    "word_no.": 98,
    "word": "REFEREE STAND",
    "hints": [
      "The tall chair where the main official sits.",
      "It gives the referee a good view of the net.",
      "It is positioned on the side of the court."
    ]
  },
  {
    "word_no.": 99,
    "word": "BALL BOY",
    "hints": [
      "A person who retrieves balls during a match.",
      "They are often young players or volunteers.",
      "They help keep the game moving."
    ]
  },
  {
    "word_no.": 100,
    "word": "WARMUP",
    "hints": [
      "The period before a match where players prepare their bodies.",
      "It includes stretching and light exercises.",
      "It helps prevent injuries."
    ]
  },
  {
    "word_no.": 101,
    "word": "MATCH",
    "hints": [
      "A full contest between two teams.",
      "It is made up of multiple sets.",
      "The team that wins the most sets wins the match."
    ]
  },
  {
    "word_no.": 102,
    "word": "SET",
    "hints": [
      "A part of a match, typically played to 25 points.",
      "A match is usually the best of three or five of these.",
      "The winning team must win by at least two points."
    ]
  },
  {
    "word_no.": 103,
    "word": "DEUCE",
    "hints": [
      "When the score is tied at 24-24.",
      "The game continues until one team wins by two points.",
      "It can be a very tense moment in the game."
    ]
  },
  {
    "word_no.": 104,
    "word": "SIDE-OUT SCORING",
    "hints": [
      "An older scoring system where only the serving team can score a point.",
      "It is no longer used in competitive volleyball.",
      "The rally ends with a side-out."
    ]
  },
  {
    "word_no.": 105,
    "word": "RALLY SCORING",
    "hints": [
      "The current scoring system where a point is awarded on every rally.",
      "It makes the game faster and more exciting.",
      "The winning team is the one that wins the rally."
    ]
  },
  {
    "word_no.": 106,
    "word": "LET",
    "hints": [
      "When a serve hits the net but goes over and into the opponent's court.",
      "It is a legal serve and the play continues.",
      "It is a surprising and often effective serve."
    ]
  },
  {
    "word_no.": 107,
    "word": "HOLE",
    "hints": [
      "An open area on the court where no defender is positioned.",
      "The setter and hitters try to place the ball here.",
      "It is a weak spot in the defense."
    ]
  },
  {
    "word_no.": 108,
    "word": "SEAM",
    "hints": [
      "The area between two players in a defensive formation.",
      "The setter and hitters try to place the ball here.",
      "It is a weak spot in the defense."
    ]
  },
  {
    "word_no.": 109,
    "word": "FIFTY",
    "hints": [
      "A type of offensive play where the middle blocker hits a quick set.",
      "The middle blocker is the primary attacker in this play.",
      "It is a fast and effective attack."
    ]
  },
  {
    "word_no.": 110,
    "word": "THIRTY ONE",
    "hints": [
      "A type of offensive play where a middle hitter hits a back set.",
      "The back set is a key part of this play.",
      "It is a deceptive and fast-paced attack."
    ]
  },
  {
    "word_no.": 111,
    "word": "SIX TWO",
    "hints": [
      "A type of offensive system with six attackers and two setters.",
      "One setter is always in the front row.",
      "The setter comes in from the back row to set."
    ]
  },
  {
    "word_no.": 112,
    "word": "FIVE ONE",
    "hints": [
      "An offensive system with five attackers and one setter.",
      "The setter always sets from all positions.",
      "This system is very common in competitive volleyball."
    ]
  },
  {
    "word_no.": 113,
    "word": "TEN FOOT LINE",
    "hints": [
      "The line that marks the front row from the back row.",
      "Players from the back row must jump from behind this line to hit.",
      "Also known as the attack line."
    ]
  },
  {
    "word_no.": 114,
    "word": "MIDDLE BACK",
    "hints": [
      "A defensive position in the middle of the back row.",
      "This player is responsible for digging attacks.",
      "The libero often plays this position."
    ]
  },
  {
    "word_no.": 115,
    "word": "ZONE ONE",
    "hints": [
      "The serving position in the back right of the court.",
      "The player in this position serves the ball.",
      "It is the starting point of the rotation."
    ]
  },
  {
    "word_no.": 116,
    "word": "ZONE TWO",
    "hints": [
      "The position in the front right of the court.",
      "This player is a right side hitter or an opposite hitter.",
      "They are responsible for blocking the opponent's outside hitter."
    ]
  },
  {
    "word_no.": 117,
    "word": "ZONE THREE",
    "hints": [
      "The position in the front center of the court.",
      "This player is a middle blocker.",
      "They are responsible for blocking in the middle of the net."
    ]
  },
  {
    "word_no.": 118,
    "word": "ZONE FOUR",
    "hints": [
      "The position in the front left of the court.",
      "This player is an outside hitter.",
      "They are the primary hitter on the team."
    ]
  },
  {
    "word_no.": 119,
    "word": "ZONE FIVE",
    "hints": [
      "The position in the back left of the court.",
      "This player is a defensive specialist.",
      "They are responsible for passing and digging."
    ]
  },
  {
    "word_no.": 120,
    "word": "ZONE SIX",
    "hints": [
      "The position in the back center of the court.",
      "This player is a defensive specialist.",
      "They are responsible for covering the back row."
    ]
  },
  {
    "word_no.": 121,
    "word": "SERVE RECEIVE",
    "hints": [
      "The formation of players to receive a serve.",
      "The goal is to get a perfect pass to the setter.",
      "The formation can be a 'W' or a 'semi-circle'."
    ]
  },
  {
    "word_no.": 122,
    "word": "ATTACK BLOCK",
    "hints": [
      "A block where the player reaches over the net to block an attack.",
      "The goal is to stop the ball from coming over the net.",
      "This is a very aggressive and effective block."
    ]
  },
  {
    "word_no.": 123,
    "word": "SOFT BLOCK",
    "hints": [
      "A block where the player cushions the ball and keeps it in play.",
      "The goal is to slow the ball down for the defense.",
      "This is a more defensive block."
    ]
  },
  {
    "word_no.": 124,
    "word": "DIVE",
    "hints": [
      "A desperate save where a player extends their body to reach a ball.",
      "Players often land on their stomach or chest.",
      "This is a spectacular and risky defensive play."
    ]
  },
  {
    "word_no.": 125,
    "word": "POKE",
    "hints": [
      "A soft, two-handed attack used to place the ball.",
      "It is a finesse play to get the ball over the block.",
      "The player uses their fingertips to hit the ball."
    ]
  },
  {
    "word_no.": 126,
    "word": "FIFTH SET",
    "hints": [
      "The final set of a match that is tied 2-2.",
      "This set is played to 15 points instead of 25.",
      "It is often a very tense and exciting set."
    ]
  },
  {
    "word_no.": 127,
    "word": "TECHNICAL TIMEOUT",
    "hints": [
      "A mandatory timeout in international competition.",
      "It happens when a team reaches 8 and 16 points.",
      "It is a break in the game for commercials."
    ]
  },
  {
    "word_no.": 128,
    "word": "NET VIOLATION",
    "hints": [
      "An illegal touch of the net during play.",
      "The point is awarded to the other team.",
      "The player must not touch the net with any part of their body."
    ]
  },
  {
    "word_no.": 129,
    "word": "CENTERLINE VIOLATION",
    "hints": [
      "An illegal touch of the centerline with any part of the body.",
      "The point is awarded to the other team.",
      "This happens when a player crosses the line and interferes with the play."
    ]
  },
  {
    "word_no.": 130,
    "word": "ATTACKING FAULT",
    "hints": [
      "An illegal attack, such as a back-row player attacking from the front row.",
      "The point is awarded to the other team.",
      "It is a violation of the rules."
    ]
  },
  {
    "word_no.": 131,
    "word": "BACK COURT",
    "hints": [
      "The area behind the attack line.",
      "This is where the back row players play.",
      "The libero is always in this area."
    ]
  },
  {
    "word_no": 132,
    "word": "FRONT COURT",
    "hints": [
      "The area in front of the attack line.",
      "This is where the front row players play.",
      "The primary attackers and blockers play here."
    ]
  },
  {
    "word_no": 133,
    "word": "REACH UNDER",
    "hints": [
      "An illegal action where a player reaches under the net to block.",
      "The point is awarded to the other team.",
      "This is a violation of the rules."
    ]
  },
  {
    "word_no": 134,
    "word": "OUT OF BOUNDS",
    "hints": [
      "When the ball lands outside the court lines.",
      "The point is awarded to the other team.",
      "The ball is considered out if it touches the antenna."
    ]
  },
  {
    "word_no": 135,
    "word": "IN BOUNDS",
    "hints": [
      "When the ball lands on or inside the court lines.",
      "The point is awarded to the team that hit the ball.",
      "The ball is considered in if it touches the line."
    ]
  },
  {
    "word_no": 136,
    "word": "OVERHEAD SET",
    "hints": [
      "A set performed with two hands above the head.",
      "It is the most common type of set.",
      "It is a precise way to deliver the ball to a hitter."
    ]
  },
  {
    "word_no": 137,
    "word": "BUMP SET",
    "hints": [
      "A set performed with the forearms, like a pass.",
      "It is often used when the ball is too low to set with two hands.",
      "It is a less precise way to set the ball."
    ]
  },
  {
    "word_no": 138,
    "word": "THREE HITS",
    "hints": [
      "The maximum number of contacts a team can make on one side.",
      "The three contacts are typically a pass, a set, and a hit.",
      "If a team hits the ball four times, it is a foul."
    ]
  },
  {
    "word_no": 139,
    "word": "FOUR HITS",
    "hints": [
      "An illegal contact where a team hits the ball more than three times.",
      "The point is awarded to the other team.",
      "This is a common foul."
    ]
  },
  {
    "word_no": 140,
    "word": "UNDERHAND PASS",
    "hints": [
      "A pass performed with the forearms, below the waist.",
      "It is the most common type of pass.",
      "It is also known as a 'bump'."
    ]
  },
  {
    "word_no": 141,
    "word": "BUMP",
    "hints": [
      "A common term for a forearm pass.",
      "It is the first contact after a serve.",
      "It is a foundational skill."
    ]
  },
  {
    "word_no": 142,
    "word": "PASSING",
    "hints": [
      "The skill of receiving a serve or an attack.",
      "It is the most important part of the offense.",
      "Good passing leads to a good set."
    ]
  },
  {
    "word_no": 143,
    "word": "DIGGING",
    "hints": [
      "The skill of saving a hard-driven attack.",
      "It is a defensive skill.",
      "It is often done with one hand or with the forearms."
    ]
  },
  {
    "word_no": 144,
    "word": "HITTING",
    "hints": [
      "The skill of attacking the ball over the net.",
      "It is a powerful offensive skill.",
      "The goal is to score a point."
    ]
  },
  {
    "word_no": 145,
    "word": "BLOCKING",
    "hints": [
      "The skill of stopping an attack at the net.",
      "It is a defensive skill.",
      "It requires a player to jump high and time their jump."
    ]
  },
  {
    "word_no": 146,
    "word": "SERVICING",
    "hints": [
      "The skill of putting the ball into play.",
      "It is the first contact of a rally.",
      "It can be a powerful offensive weapon."
    ]
  },
  {
    "word_no": 147,
    "word": "SERVE RECEIVE",
    "hints": [
      "The formation of players to receive a serve.",
      "The goal is to get a perfect pass to the setter.",
      "The formation can be a 'W' or a 'semi-circle'."
    ]
  },
  {
    "word_no": 148,
    "word": "JUMP FLOAT SERVE",
    "hints": [
      "A serve that combines the power of a jump serve with no spin.",
      "It is a very hard serve to pass.",
      "The ball floats unpredictably over the net."
    ]
  },
  {
    "word_no": 149,
    "word": "JUMP SPIN SERVE",
    "hints": [
      "A serve that combines the power of a jump serve with topspin.",
      "It is a very powerful and aggressive serve.",
      "The ball drops quickly over the net."
    ]
  },
  {
    "word_no": 150,
    "word": "SERVE RETURN",
    "hints": [
      "The act of passing a serve.",
      "It is the first contact of the ball after a serve.",
      "Also known as a 'pass'."
    ]
  },
  {
    "word_no": 151,
    "word": "JUMP SET",
    "hints": [
      "A set performed while in mid-air.",
      "It is often used by setters to deceive the block.",
      "It is a very athletic and impressive play."
    ]
  },
  {
    "word_no": 152,
    "word": "BACK ROW ATTACK",
    "hints": [
      "An attack performed by a back row player.",
      "The player must jump from behind the attack line.",
      "A powerful offensive weapon."
    ]
  },
  {
    "word_no": 153,
    "word": "BACKSET",
    "hints": [
      "A set delivered behind the setter's head.",
      "It is a key part of many offensive plays.",
      "It is used to set a back-row attacker."
    ]
  },
  {
    "word_no": 154,
    "word": "FRONTSET",
    "hints": [
      "A set delivered in front of the setter's head.",
      "It is the most common type of set.",
      "It is used to set a front-row attacker."
    ]
  },
  {
    "word_no": 155,
    "word": "WAGGLE",
    "hints": [
      "A deceptive move by a player to fake an attack or block.",
      "It is intended to confuse the opponent.",
      "It is a common play in high-level volleyball."
    ]
  },
  {
    "word_no": 156,
    "word": "OFFENSE",
    "hints": [
      "The strategy of a team to score a point.",
      "It includes passing, setting, and hitting.",
      "The goal is to get a kill."
    ]
  },
  {
    "word_no": 157,
    "word": "DEFENSE",
    "hints": [
      "The strategy of a team to stop the opponent from scoring.",
      "It includes blocking, digging, and passing.",
      "The goal is to keep the ball in play."
    ]
  },
  {
    "word_no": 158,
    "word": "COORDINATION",
    "hints": [
      "The ability of players to work together as a team.",
      "It is essential for a successful offense and defense.",
      "It is a key skill in volleyball."
    ]
  },
  {
    "word_no": 159,
    "word": "COMMUNICATION",
    "hints": [
      "The verbal and non-verbal cues that players use to talk to each other.",
      "It is essential for a successful team.",
      "Players call out 'mine' or 'yours' to avoid errors."
    ]
  },
  {
    "word_no": 160,
    "word": "TAPE",
    "hints": [
      "The white or colored tape at the top of the net.",
      "The ball must go over this for the play to be legal.",
      "A player may not touch this during play."
    ]
  },
  {
    "word_no": 161,
    "word": "END LINE",
    "hints": [
      "The line at the very back of the court.",
      "Also known as the baseline.",
      "The server must stand behind this line to serve."
    ]
  },
  {
    "word_no": 162,
    "word": "SIDE LINE",
    "hints": [
      "The lines at the sides of the court.",
      "The ball must stay within these lines to be in bounds.",
      "Also known as the boundary line."
    ]
  },
  {
    "word_no": 163,
    "word": "ANTENNA",
    "hints": [
      "The red and white rods on the net.",
      "The ball must pass between these during play.",
      "If the ball touches one, it is considered out."
    ]
  },
  {
    "word_no": 164,
    "word": "JUMP",
    "hints": [
      "The act of propelling oneself into the air.",
      "It is a key part of a serve, hit, and block.",
      "The player must time their jump perfectly."
    ]
  },
  {
    "word_no": 165,
    "word": "APPROACH",
    "hints": [
      "The steps a hitter takes before they jump to hit the ball.",
      "It is a key part of an attack.",
      "It helps the hitter get power and height."
    ]
  },
  {
    "word_no": 166,
    "word": "FOLLOW THROUGH",
    "hints": [
      "The continuation of a motion after hitting the ball.",
      "It is a key part of a good serve, pass, and hit.",
      "It helps control the direction of the ball."
    ]
  },
  {
    "word_no": 167,
    "word": "SPIKER",
    "hints": [
      "A player whose main role is to hit the ball.",
      "Also known as a hitter or attacker.",
      "They are responsible for scoring points."
    ]
  },
  {
    "word_no": 168,
    "word": "PENCIL",
    "hints": [
      "An illegal block of a serve.",
      "The point is awarded to the other team.",
      "This is a violation of the rules."
    ]
  },
  {
    "word_no": 169,
    "word": "SERVE",
    "hints": [
      "The act of putting the ball into play.",
      "Performed from behind the end line.",
      "It can be an underhand, overhand, or jump action."
    ]
  },
  {
    "word_no": 170,
    "word": "BUMP",
    "hints": [
      "A common term for a forearm pass.",
      "It is the first contact after a serve.",
      "It is a foundational skill."
    ]
  },
  {
    "word_no": 171,
    "word": "SET",
    "hints": [
      "The second contact of the ball.",
      "It is used to get the ball to a hitter.",
      "It is typically done with two hands above the head."
    ]
  },
  {
    "word_no": 172,
    "word": "HIT",
    "hints": [
      "The third contact of the ball.",
      "It is an attack to score a point.",
      "Also known as a spike."
    ]
  },
  {
    "word_no": 173,
    "word": "BLOCK",
    "hints": [
      "A defensive move at the net to stop an opponent's attack.",
      "One or more front-row players jump to form a wall.",
      "It's a way to send the ball back over the net quickly."
    ]
  },
  {
    "word_no": 174,
    "word": "DIG",
    "hints": [
      "A defensive save of a hard-driven attack.",
      "Players often use their forearms, hands, or even their feet.",
      "It is a reaction play to keep the ball in play."
    ]
  },
  {
    "word_no": 175,
    "word": "FLOOR",
    "hints": [
      "The playing surface of the court.",
      "When the ball hits this, a point is scored.",
      "Players dive on this to save the ball."
    ]
  },
  {
    "word_no": 176,
    "word": "POINT",
    "hints": [
      "The unit of scoring in a volleyball match.",
      "A team scores one of these when the opponent fails to return the ball.",
      "A set is won when a team reaches 25 of these."
    ]
  },
  {
    "word_no": 177,
    "word": "TIMEOUT",
    "hints": [
      "A short break in the game to strategize or rest.",
      "Each team gets a limited number of these per set.",
      "The coach calls this to talk to the players."
    ]
  },
  {
    "word_no": 178,
    "word": "SUBSTITUTION",
    "hints": [
      "When a player enters the game to replace another player.",
      "Each team gets a limited number of these per set.",
      "This is done by notifying the referee."
    ]
  },
  {
    "word_no": 179,
    "word": "REFEREE",
    "hints": [
      "The official who oversees the match.",
      "They call fouls and keep the game fair.",
      "They have the final say on all calls."
    ]
  },
  {
    "word_no": 180,
    "word": "LINE JUDGE",
    "hints": [
      "Officials who stand at the corners of the court.",
      "They help the referee with 'in' and 'out' calls.",
      "They signal with flags."
    ]
  },
  {
    "word_no": 181,
    "word": "SIX TWO",
    "hints": [
      "An offensive system with six attackers and two setters.",
      "One setter is always in the front row.",
      "The setter comes in from the back row to set."
    ]
  },
  {
    "word_no": 182,
    "word": "FIVE ONE",
    "hints": [
      "An offensive system with five attackers and one setter.",
      "The setter always sets from all positions.",
      "This system is very common in competitive volleyball."
    ]
  },
  {
    "word_no": 183,
    "word": "FOUR TWO",
    "hints": [
      "An offensive system with four attackers and two setters.",
      "Both setters are front row setters.",
      "Not common in high-level play."
    ]
  },
  {
    "word_no": 184,
    "word": "BEACH VOLLEYBALL",
    "hints": [
      "A variation of the game played on sand.",
      "It is played with two players per team.",
      "The court is slightly smaller than an indoor court."
    ]
  },
  {
    "word_no": 185,
    "word": "INDOOR VOLLEYBALL",
    "hints": [
      "The standard version of the game played on a hard court.",
      "It is played with six players per team.",
      "The floor is usually wood or a synthetic material."
    ]
  },
  {
    "word_no": 186,
    "word": "CROSS-COURT SHOT",
    "hints": [
      "An attack hit diagonally across the court.",
      "It is used to get around a block.",
      "It is a powerful offensive weapon."
    ]
  },
  {
    "word_no": 187,
    "word": "LINE SHOT",
    "hints": [
      "An attack hit straight down the sideline.",
      "It is used to hit past a weak block.",
      "It requires a very precise hit."
    ]
  },
  {
    "word_no": 188,
    "word": "DEEP CORNER",
    "hints": [
      "A specific spot on the court for a setter to aim a serve.",
      "It is one of the hardest places to pass from.",
      "It is the furthest back corner of the court."
    ]
  },
  {
    "word_no": 189,
    "word": "SEVEN",
    "hints": [
      "A type of quick attack where the hitter takes a one-step approach.",
      "It is a deceptive attack.",
      "The hitter jumps off one foot."
    ]
  },
  {
    "word_no": 190,
    "word": "THIRTEEN",
    "hints": [
      "The number of sets in a beach volleyball match.",
      "This is not a real term. This is an incorrect hint. The correct term is 'two' or 'three'.",
      "Sorry, this is a bad hint, my bad. Try 'two' or 'three'."
    ]
  },
  {
    "word_no": 191,
    "word": "RECEPTION",
    "hints": [
      "The act of passing a serve.",
      "It is a key part of the offense.",
      "It is the first contact after a serve."
    ]
  },
  {
    "word_no": 192,
    "word": "COVER",
    "hints": [
      "The action of positioning oneself behind a teammate who is attacking.",
      "This is done in case the attack is blocked.",
      "It is a defensive responsibility for all players."
    ]
  },
  {
    "word_no": 193,
    "word": "SUB",
    "hints": [
      "A common abbreviation for a substitution.",
      "A player who comes off the bench to play.",
      "Teams are allowed a limited number of these."
    ]
  },
  {
    "word_no": 194,
    "word": "DOUBLES",
    "hints": [
      "The game of beach volleyball is played with two players per team.",
      "It is a different format than indoor volleyball.",
      "Each player has to cover more of the court."
    ]
  },
  {
    "word_no": 195,
    "word": "QUADS",
    "hints": [
      "A variation of the game played with four players per team.",
      "It is a less common format.",
      "The rules are similar to indoor volleyball."
    ]
  },
  {
    "word_no": 196,
    "word": "SIXES",
    "hints": [
      "The standard format of indoor volleyball.",
      "Each team has six players on the court.",
      "It's the most common type of volleyball played professionally."
    ]
  },
  {
    "word_no": 197,
    "word": "TANDEM",
    "hints": [
      "An offensive play where one hitter attacks behind another.",
      "It is meant to confuse the opposing blockers.",
      "It is a deceptive and fast-paced attack."
    ]
  },
  {
    "word_no": 198,
    "word": "SLIDE",
    "hints": [
      "An offensive attack where a middle blocker approaches behind the setter.",
      "The player takes a few steps and then jumps off one foot.",
      "It is a quick attack that is hard to block."
    ]
  },
  {
    "word_no": 199,
    "word": "PIPE",
    "hints": [
      "An attack from the back row in the center of the court.",
      "The setter sets the ball high and fast to the back row.",
      "It is a powerful offensive weapon."
    ]
  },
  {
    "word_no": 200,
    "word": "REBOUND",
    "hints": [
      "The ball bouncing off the block and staying in play.",
      "It gives the attacking team another chance to hit.",
      "The attacking team has to be ready to play the ball."
    ]
  },
  {
    "word_no": 201,
    "word": "TOUCH",
    "hints": [
      "When a player on the opposing team touches the ball.",
      "It is often a deflection from a block.",
      "It counts as one of the three contacts."
    ]
  },
  {
    "word_no": 202,
    "word": "WIPE",
    "hints": [
      "An attack that is hit off the opposing block and out of bounds.",
      "The hitter intentionally hits the ball off the block.",
      "It is a very effective way to score a point."
    ]
  },
  {
    "word_no": 203,
    "word": "CHOP",
    "hints": [
      "A short, sharp hit used to get the ball over the block.",
      "It is a finesse shot.",
      "The hitter snaps their wrist to hit the ball."
    ]
  },
  {
    "word_no": 204,
    "word": "CUT SHOT",
    "hints": [
      "An attack that is hit with a diagonal angle.",
      "It is a deceptive shot that is hard to defend.",
      "The hitter hits the ball across their body."
    ]
  },
  {
    "word_no": 205,
    "word": "DINK",
    "hints": [
      "A soft, one-handed hit over the block.",
      "It is a finesse play to score a point.",
      "Also known as a tip."
    ]
  },
  {
    "word_no": 206,
    "word": "PENCIL",
    "hints": [
      "An illegal block of a serve.",
      "The point is awarded to the other team.",
      "This is a violation of the rules."
    ]
  },
  {
    "word_no": 207,
    "word": "DEFENSIVE SPECIALIST",
    "hints": [
      "A player who is an expert in digging and passing.",
      "They often come in for a front-row player.",
      "Their main role is to keep the ball in play."
    ]
  },
  {
    "word_no": 208,
    "word": "FIVB",
    "hints": [
      "The international governing body for the sport.",
      "It organizes world championships and the Olympics.",
      "It is the Federation Internationale de Volleyball."
    ]
  },
  {
    "word_no": 209,
    "word": "USA VOLLEYBALL",
    "hints": [
      "The governing body for the sport in the United States.",
      "It oversees all levels of play, from youth to professional.",
      "It is the national organization for the sport."
    ]
  },
  {
    "word_no": 210,
    "word": "OLYMPICS",
    "hints": [
      "The highest level of international competition.",
      "It features both indoor and beach volleyball.",
      "It is a dream for many players to compete in this event."
    ]
  },
  {
    "word_no": 211,
    "word": "TEAM",
    "hints": [
      "A group of players who work together to win.",
      "A team has a coach and assistant coaches.",
      "A team has a captain and other leaders."
    ]
  },
  {
    "word_no": 212,
    "word": "COACH",
    "hints": [
      "The person who leads and trains the team.",
      "They call timeouts and make substitutions.",
      "They are responsible for the team's strategy."
    ]
  },
  {
    "word_no": 213,
    "word": "CAPTAIN",
    "hints": [
      "The leader of the team on the court.",
      "They are the only player who can talk to the referee.",
      "They are often the most experienced player."
    ]
  },
  {
    "word_no": 214,
    "word": "REFEREE STAND",
    "hints": [
      "The tall chair where the main official sits.",
      "It gives the referee a good view of the net.",
      "It is positioned on the side of the court."
    ]
  },
  {
    "word_no": 215,
    "word": "BALL BOY",
    "hints": [
      "A person who retrieves balls during a match.",
      "They are often young players or volunteers.",
      "They help keep the game moving."
    ]
  },
  {
    "word_no": 216,
    "word": "WARMUP",
    "hints": [
      "The period before a match where players prepare their bodies.",
      "It includes stretching and light exercises.",
      "It helps prevent injuries."
    ]
  },
  {
    "word_no": 217,
    "word": "MATCH",
    "hints": [
      "A full contest between two teams.",
      "It is made up of multiple sets.",
      "The team that wins the most sets wins the match."
    ]
  },
  {
    "word_no": 218,
    "word": "SET",
    "hints": [
      "A part of a match, typically played to 25 points.",
      "A match is usually the best of three or five of these.",
      "The winning team must win by at least two points."
    ]
  },
  {
    "word_no": 219,
    "word": "DEUCE",
    "hints": [
      "When the score is tied at 24-24.",
      "The game continues until one team wins by two points.",
      "It can be a very tense moment in the game."
    ]
  },
  {
    "word_no": 220,
    "word": "SIDE-OUT SCORING",
    "hints": [
      "An older scoring system where only the serving team can score a point.",
      "It is no longer used in competitive volleyball.",
      "The rally ends with a side-out."
    ]
  },
  {
    "word_no": 221,
    "word": "RALLY SCORING",
    "hints": [
      "The current scoring system where a point is awarded on every rally.",
      "It makes the game faster and more exciting.",
      "The winning team is the one that wins the rally."
    ]
  },
  {
    "word_no": 222,
    "word": "LET",
    "hints": [
      "When a serve hits the net but goes over and into the opponent's court.",
      "It is a legal serve and the play continues.",
      "It is a surprising and often effective serve."
    ]
  },
  {
    "word_no": 223,
    "word": "HOLE",
    "hints": [
      "An open area on the court where no defender is positioned.",
      "The setter and hitters try to place the ball here.",
      "It is a weak spot in the defense."
    ]
  },
  {
    "word_no": 224,
    "word": "SEAM",
    "hints": [
      "The area between two players in a defensive formation.",
      "The setter and hitters try to place the ball here.",
      "It is a weak spot in the defense."
    ]
  },
  {
    "word_no": 225,
    "word": "FIFTY",
    "hints": [
      "A type of offensive play where the middle blocker hits a quick set.",
      "The middle blocker is the primary attacker in this play.",
      "It is a fast and effective attack."
    ]
  },
  {
    "word_no": 226,
    "word": "THIRTY ONE",
    "hints": [
      "A type of offensive play where a middle hitter hits a back set.",
      "The back set is a key part of this play.",
      "It is a deceptive and fast-paced attack."
    ]
  },
  {
    "word_no": 227,
    "word": "TEN FOOT LINE",
    "hints": [
      "The line that marks the front row from the back row.",
      "Players from the back row must jump from behind this line to hit.",
      "Also known as the attack line."
    ]
  },
  {
    "word_no": 228,
    "word": "MIDDLE BACK",
    "hints": [
      "A defensive position in the middle of the back row.",
      "This player is responsible for digging attacks.",
      "The libero often plays this position."
    ]
  },
  {
    "word_no": 229,
    "word": "ZONE ONE",
    "hints": [
      "The serving position in the back right of the court.",
      "The player in this position serves the ball.",
      "It is the starting point of the rotation."
    ]
  },
  {
    "word_no": 230,
    "word": "ZONE TWO",
    "hints": [
      "The position in the front right of the court.",
      "This player is a right side hitter or an opposite hitter.",
      "They are responsible for blocking the opponent's outside hitter."
    ]
  },
  {
    "word_no": 231,
    "word": "ZONE THREE",
    "hints": [
      "The position in the front center of the court.",
      "This player is a middle blocker.",
      "They are responsible for blocking in the middle of the net."
    ]
  },
  {
    "word_no": 232,
    "word": "ZONE FOUR",
    "hints": [
      "The position in the front left of the court.",
      "This player is an outside hitter.",
      "They are the primary hitter on the team."
    ]
  },
  {
    "word_no": 233,
    "word": "ZONE FIVE",
    "hints": [
      "The position in the back left of the court.",
      "This player is a defensive specialist.",
      "They are responsible for passing and digging."
    ]
  },
  {
    "word_no": 234,
    "word": "ZONE SIX",
    "hints": [
      "The position in the back center of the court.",
      "This player is a defensive specialist.",
      "They are responsible for covering the back row."
    ]
  },
  {
    "word_no": 235,
    "word": "SERVE RECEIVE",
    "hints": [
      "The formation of players to receive a serve.",
      "The goal is to get a perfect pass to the setter.",
      "The formation can be a 'W' or a 'semi-circle'."
    ]
  },
  {
    "word_no": 236,
    "word": "ATTACK BLOCK",
    "hints": [
      "A block where the player reaches over the net to block an attack.",
      "The goal is to stop the ball from coming over the net.",
      "This is a very aggressive and effective block."
    ]
  },
  {
    "word_no": 237,
    "word": "SOFT BLOCK",
    "hints": [
      "A block where the player cushions the ball and keeps it in play.",
      "The goal is to slow the ball down for the defense.",
      "This is a more defensive block."
    ]
  },
  {
    "word_no": 238,
    "word": "DIVE",
    "hints": [
      "A desperate save where a player extends their body to reach a ball.",
      "Players often land on their stomach or chest.",
      "This is a spectacular and risky defensive play."
    ]
  },
  {
    "word_no": 239,
    "word": "POKE",
    "hints": [
      "A soft, two-handed attack used to place the ball.",
      "It is a finesse play to get the ball over the block.",
      "The player uses their fingertips to hit the ball."
    ]
  },
  {
    "word_no": 240,
    "word": "FIFTH SET",
    "hints": [
      "The final set of a match that is tied 2-2.",
      "This set is played to 15 points instead of 25.",
      "It is often a very tense and exciting set."
    ]
  },
  {
    "word_no": 241,
    "word": "TECHNICAL TIMEOUT",
    "hints": [
      "A mandatory timeout in international competition.",
      "It happens when a team reaches 8 and 16 points.",
      "It is a break in the game for commercials."
    ]
  },
  {
    "word_no": 242,
    "word": "NET VIOLATION",
    "hints": [
      "An illegal touch of the net during play.",
      "The point is awarded to the other team.",
      "The player must not touch the net with any part of their body."
    ]
  },
  {
    "word_no": 243,
    "word": "CENTERLINE VIOLATION",
    "hints": [
      "An illegal touch of the centerline with any part of the body.",
      "The point is awarded to the other team.",
      "This happens when a player crosses the line and interferes with the play."
    ]
  },
  {
    "word_no": 244,
    "word": "ATTACKING FAULT",
    "hints": [
      "An illegal attack, such as a back-row player attacking from the front row.",
      "The point is awarded to the other team.",
      "It is a violation of the rules."
    ]
  },
  {
    "word_no": 245,
    "word": "BACK COURT",
    "hints": [
      "The area behind the attack line.",
      "This is where the back row players play.",
      "The libero is always in this area."
    ]
  },
  {
    "word_no": 246,
    "word": "FRONT COURT",
    "hints": [
      "The area in front of the attack line.",
      "This is where the front row players play.",
      "The primary attackers and blockers play here."
    ]
  },
  {
    "word_no": 247,
    "word": "REACH UNDER",
    "hints": [
      "An illegal action where a player reaches under the net to block.",
      "The point is awarded to the other team.",
      "This is a violation of the rules."
    ]
  },
  {
    "word_no": 248,
    "word": "OUT OF BOUNDS",
    "hints": [
      "When the ball lands outside the court lines.",
      "The point is awarded to the other team.",
      "The ball is considered out if it touches the antenna."
    ]
  },
  {
    "word_no": 249,
    "word": "IN BOUNDS",
    "hints": [
      "When the ball lands on or inside the court lines.",
      "The point is awarded to the team that hit the ball.",
      "The ball is considered in if it touches the line."
    ]
  },
  {
    "word_no": 250,
    "word": "OVERHEAD SET",
    "hints": [
      "A set performed with two hands above the head.",
      "It is the most common type of set.",
      "It is a precise way to deliver the ball to a hitter."
    ]
  },
  {
    "word_no": 251,
    "word": "BUMP SET",
    "hints": [
      "A set performed with the forearms, like a pass.",
      "It is often used when the ball is too low to set with two hands.",
      "It is a less precise way to set the ball."
    ]
  },
  {
    "word_no": 252,
    "word": "THREE HITS",
    "hints": [
      "The maximum number of contacts a team can make on one side.",
      "The three contacts are typically a pass, a set, and a hit.",
      "If a team hits the ball four times, it is a foul."
    ]
  },
  {
    "word_no": 253,
    "word": "FOUR HITS",
    "hints": [
      "An illegal contact where a team hits the ball more than three times.",
      "The point is awarded to the other team.",
      "This is a common foul."
    ]
  },
  {
    "word_no": 254,
    "word": "UNDERHAND PASS",
    "hints": [
      "A pass performed with the forearms, below the waist.",
      "It is the most common type of pass.",
      "It is also known as a 'bump'."
    ]
  },
  {
    "word_no": 255,
    "word": "BUMP",
    "hints": [
      "A common term for a forearm pass.",
      "It is the first contact after a serve.",
      "It is a foundational skill."
    ]
  },
  {
    "word_no": 256,
    "word": "PASSING",
    "hints": [
      "The skill of receiving a serve or an attack.",
      "It is the most important part of the offense.",
      "Good passing leads to a good set."
    ]
  },
  {
    "word_no": 257,
    "word": "DIGGING",
    "hints": [
      "The skill of saving a hard-driven attack.",
      "It is a defensive skill.",
      "It is often done with one hand or with the forearms."
    ]
  },
  {
    "word_no": 258,
    "word": "HITTING",
    "hints": [
      "The skill of attacking the ball over the net.",
      "It is a powerful offensive skill.",
      "The goal is to score a point."
    ]
  },
  {
    "word_no": 259,
    "word": "BLOCKING",
    "hints": [
      "The skill of stopping an attack at the net.",
      "It is a defensive skill.",
      "It requires a player to jump high and time their jump."
    ]
  },
  {
    "word_no": 260,
    "word": "SERVICING",
    "hints": [
      "The skill of putting the ball into play.",
      "It is the first contact of a rally.",
      "It can be a powerful offensive weapon."
    ]
  },
  {
    "word_no": 261,
    "word": "SERVE RECEIVE",
    "hints": [
      "The formation of players to receive a serve.",
      "The goal is to get a perfect pass to the setter.",
      "The formation can be a 'W' or a 'semi-circle'."
    ]
  },
  {
    "word_no": 262,
    "word": "JUMP FLOAT SERVE",
    "hints": [
      "A serve that combines the power of a jump serve with no spin.",
      "It is a very hard serve to pass.",
      "The ball floats unpredictably over the net."
    ]
  },
  {
    "word_no": 263,
    "word": "JUMP SPIN SERVE",
    "hints": [
      "A serve that combines the power of a jump serve with topspin.",
      "It is a very powerful and aggressive serve.",
      "The ball drops quickly over the net."
    ]
  },
  {
    "word_no": 264,
    "word": "SERVE RETURN",
    "hints": [
      "The act of passing a serve.",
      "It is the first contact of the ball after a serve.",
      "Also known as a 'pass'."
    ]
  },
  {
    "word_no": 265,
    "word": "JUMP SET",
    "hints": [
      "A set performed while in mid-air.",
      "It is often used by setters to deceive the block.",
      "It is a very athletic and impressive play."
    ]
  },
  {
    "word_no": 266,
    "word": "BACK ROW ATTACK",
    "hints": [
      "An attack performed by a back row player.",
      "The player must jump from behind the attack line.",
      "A powerful offensive weapon."
    ]
  },
  {
    "word_no": 267,
    "word": "BACKSET",
    "hints": [
      "A set delivered behind the setter's head.",
      "It is a key part of many offensive plays.",
      "It is used to set a back-row attacker."
    ]
  },
  {
    "word_no": 268,
    "word": "FRONTSET",
    "hints": [
      "A set delivered in front of the setter's head.",
      "It is the most common type of set.",
      "It is used to set a front-row attacker."
    ]
  },
  {
    "word_no": 269,
    "word": "WAGGLE",
    "hints": [
      "A deceptive move by a player to fake an attack or block.",
      "It is intended to confuse the opponent.",
      "It is a common play in high-level volleyball."
    ]
  },
  {
    "word_no": 270,
    "word": "OFFENSE",
    "hints": [
      "The strategy of a team to score a point.",
      "It includes passing, setting, and hitting.",
      "The goal is to get a kill."
    ]
  },
  {
    "word_no": 271,
    "word": "DEFENSE",
    "hints": [
      "The strategy of a team to stop the opponent from scoring.",
      "It includes blocking, digging, and passing.",
      "The goal is to keep the ball in play."
    ]
  },
  {
    "word_no": 272,
    "word": "COORDINATION",
    "hints": [
      "The ability of players to work together as a team.",
      "It is essential for a successful offense and defense.",
      "It is a key skill in volleyball."
    ]
  },
  {
    "word_no": 273,
    "word": "COMMUNICATION",
    "hints": [
      "The verbal and non-verbal cues that players use to talk to each other.",
      "It is essential for a successful team.",
      "Players call out 'mine' or 'yours' to avoid errors."
    ]
  },
  {
    "word_no": 274,
    "word": "TAPE",
    "hints": [
      "The white or colored tape at the top of the net.",
      "The ball must go over this for the play to be legal.",
      "A player may not touch this during play."
    ]
  },
  {
    "word_no": 275,
    "word": "END LINE",
    "hints": [
      "The line at the very back of the court.",
      "Also known as the baseline.",
      "The server must stand behind this line to serve."
    ]
  },
  {
    "word_no": 276,
    "word": "SIDE LINE",
    "hints": [
      "The lines at the sides of the court.",
      "The ball must stay within these lines to be in bounds.",
      "Also known as the boundary line."
    ]
  },
  {
    "word_no": 277,
    "word": "ANTENNA",
    "hints": [
      "The red and white rods on the net.",
      "The ball must pass between these during play.",
      "If the ball touches one, it is considered out."
    ]
  },
  {
    "word_no": 278,
    "word": "JUMP",
    "hints": [
      "The act of propelling oneself into the air.",
      "It is a key part of a serve, hit, and block.",
      "The player must time their jump perfectly."
    ]
  },
  {
    "word_no": 279,
    "word": "APPROACH",
    "hints": [
      "The steps a hitter takes before they jump to hit the ball.",
      "It is a key part of an attack.",
      "It helps the hitter get power and height."
    ]
  },
  {
    "word_no": 280,
    "word": "FOLLOW THROUGH",
    "hints": [
      "The continuation of a motion after hitting the ball.",
      "It is a key part of a good serve, pass, and hit.",
      "It helps control the direction of the ball."
    ]
  },
  {
    "word_no": 281,
    "word": "SPIKER",
    "hints": [
      "A player whose main role is to hit the ball.",
      "Also known as a hitter or attacker.",
      "They are responsible for scoring points."
    ]
  },
  {
    "word_no": 282,
    "word": "PENCIL",
    "hints": [
      "An illegal block of a serve.",
      "The point is awarded to the other team.",
      "This is a violation of the rules."
    ]
  },
  {
    "word_no": 283,
    "word": "SERVE",
    "hints": [
      "The act of putting the ball into play.",
      "Performed from behind the end line.",
      "It can be an underhand, overhand, or jump action."
    ]
  },
  {
    "word_no": 284,
    "word": "BUMP",
    "hints": [
      "A common term for a forearm pass.",
      "It is the first contact after a serve.",
      "It is a foundational skill."
    ]
  },
  {
    "word_no": 285,
    "word": "SET",
    "hints": [
      "The second contact of the ball.",
      "It is used to get the ball to a hitter.",
      "It is typically done with two hands above the head."
    ]
  },
  {
    "word_no": 286,
    "word": "HIT",
    "hints": [
      "The third contact of the ball.",
      "It is an attack to score a point.",
      "Also known as a spike."
    ]
  },
  {
    "word_no": 287,
    "word": "BLOCK",
    "hints": [
      "A defensive move at the net to stop an opponent's attack.",
      "One or more front-row players jump to form a wall.",
      "It's a way to send the ball back over the net quickly."
    ]
  },
  {
    "word_no": 288,
    "word": "DIG",
    "hints": [
      "A defensive save of a hard-driven attack.",
      "Players often use their forearms, hands, or even their feet.",
      "It is a reaction play to keep the ball in play."
    ]
  },
  {
    "word_no": 289,
    "word": "FLOOR",
    "hints": [
      "The playing surface of the court.",
      "When the ball hits this, a point is scored.",
      "Players dive on this to save the ball."
    ]
  },
  {
    "word_no": 290,
    "word": "POINT",
    "hints": [
      "The unit of scoring in a volleyball match.",
      "A team scores one of these when the opponent fails to return the ball.",
      "A set is won when a team reaches 25 of these."
    ]
  },
  {
    "word_no": 291,
    "word": "TIMEOUT",
    "hints": [
      "A short break in the game to strategize or rest.",
      "Each team gets a limited number of these per set.",
      "The coach calls this to talk to the players."
    ]
  },
  {
    "word_no": 292,
    "word": "SUBSTITUTION",
    "hints": [
      "When a player enters the game to replace another player.",
      "Each team gets a limited number of these per set.",
      "This is done by notifying the referee."
    ]
  },
  {
    "word_no": 293,
    "word": "REFEREE",
    "hints": [
      "The official who oversees the match.",
      "They call fouls and keep the game fair.",
      "They have the final say on all calls."
    ]
  },
  {
    "word_no": 294,
    "word": "LINE JUDGE",
    "hints": [
      "Officials who stand at the corners of the court.",
      "They help the referee with 'in' and 'out' calls.",
      "They signal with flags."
    ]
  },
  {
    "word_no": 295,
    "word": "SIX TWO",
    "hints": [
      "An offensive system with six attackers and two setters.",
      "One setter is always in the front row.",
      "The setter comes in from the back row to set."
    ]
  },
  {
    "word_no": 296,
    "word": "FIVE ONE",
    "hints": [
      "An offensive system with five attackers and one setter.",
      "The setter always sets from all positions.",
      "This system is very common in competitive volleyball."
    ]
  },
  {
    "word_no": 297,
    "word": "FOUR TWO",
    "hints": [
      "An offensive system with four attackers and two setters.",
      "Both setters are front row setters.",
      "Not common in high-level play."
    ]
  },
  {
    "word_no": 298,
    "word": "BEACH VOLLEYBALL",
    "hints": [
      "A variation of the game played on sand.",
      "It is played with two players per team.",
      "The court is slightly smaller than an indoor court."
    ]
  },
  {
    "word_no": 299,
    "word": "INDOOR VOLLEYBALL",
    "hints": [
      "The standard version of the game played on a hard court.",
      "It is played with six players per team.",
      "The floor is usually wood or a synthetic material."
    ]
  },
  {
    "word_no": 300,
    "word": "CROSS-COURT SHOT",
    "hints": [
      "An attack hit diagonally across the court.",
      "It is used to get around a block.",
      "It is a powerful offensive weapon."
    ]
  }
]
