[
  {
    "word_no.": 1,
    "word": "GAME OF THRONES",
    "hints": [
      "Based on a fantasy novel series",
      "Features a battle for the Iron Throne",
      "Known for its dragons and political intrigue"
    ]
  },
  {
    "word_no.": 2,
    "word": "STRANGER THINGS",
    "hints": [
      "Set in the 1980s in a fictional town in Indiana",
      "Features a group of kids and a girl with telekinetic powers",
      "Known for its retro feel and supernatural elements"
    ]
  },
  {
    "word_no.": 3,
    "word": "THE MANDALORIAN",
    "hints": [
      "A space Western series in the Star Wars universe",
      "Follows a lone bounty hunter and his foundling",
      "Features a very popular character known as Baby Yoda"
    ]
  },
  {
    "word_no.": 4,
    "word": "THE OFFICE",
    "hints": [
      "A mockumentary about a paper company",
      "Stars Steve Carell as a bumbling manager",
      "Known for its awkward humor and relatable characters"
    ]
  },
  {
    "word_no.": 5,
    "word": "FRIENDS",
    "hints": [
      "A sitcom about six friends in New York City",
      "Features a coffee shop called Central Perk",
      "Known for its iconic theme song and 'Pivot' scene"
    ]
  },
  {
    "word_no.": 6,
    "word": "BREAKING BAD",
    "hints": [
      "A high school chemistry teacher becomes a drug lord",
      "Stars Bryan Cranston and Aaron Paul",
      "Set in Albuquerque, New Mexico"
    ]
  },
  {
    "word_no.": 7,
    "word": "GREY S ANATOMY",
    "hints": [
      "Set in a Seattle hospital",
      "A long-running medical drama",
      "Named after a character's last name"
    ]
  },
  {
    "word_no.": 8,
    "word": "SEINFELD",
    "hints": [
      "A 'show about nothing'",
      "Features a stand-up comedian as the main character",
      "Known for its quirky observational humor"
    ]
  },
  {
    "word_no.": 9,
    "word": "THE SIMPSONS",
    "hints": [
      "An animated sitcom about a dysfunctional family",
      "The main character is known for saying 'D'oh!'",
      "Set in the fictional town of Springfield"
    ]
  },
  {
    "word_no.": 10,
    "word": "LOST",
    "hints": [
      "A group of plane crash survivors on a mysterious island",
      "Known for its complex mythology and flashbacks",
      "Features a polar bear on a tropical island"
    ]
  },
  {
    "word_no.": 11,
    "word": "DEXTER",
    "hints": [
      "A forensic blood spatter analyst with a dark secret",
      "Known for his 'Dark Passenger'",
      "Set in Miami, Florida"
    ]
  },
  {
    "word_no.": 12,
    "word": "THE X FILES",
    "hints": [
      "Two FBI agents investigate paranormal cases",
      "Known for the motto 'The Truth Is Out There'",
      "Stars Gillian Anderson and David Duchovny"
    ]
  },
  {
    "word_no.": 13,
    "word": "CSI CRIME SCENE INVESTIGATION",
    "hints": [
      "A procedural drama about forensic investigators",
      "Set in Las Vegas",
      "Known for its focus on scientific evidence"
    ]
  },
  {
    "word_no.": 14,
    "word": "THE BIG BANG THEORY",
    "hints": [
      "A sitcom about a group of socially awkward physicists",
      "Features the characters Sheldon and Leonard",
      "Known for its pop culture references and geeky humor"
    ]
  },
  {
    "word_no.": 15,
    "word": "HOUSE OF CARDS",
    "hints": [
      "A political thriller about a ruthless congressman",
      "Based on a British novel and series",
      "Stars Kevin Spacey and Robin Wright"
    ]
  },
  {
    "word_no.": 16,
    "word": "PARKS AND RECREATION",
    "hints": [
      "A mockumentary about a city's parks department",
      "Features the character Leslie Knope",
      "Known for its optimistic tone and quirky characters"
    ]
  },
  {
    "word_no.": 17,
    "word": "NEW GIRL",
    "hints": [
      "A comedy about a quirky teacher who moves into a loft with three guys",
      "Stars Zooey Deschanel",
      "Known for its charming and eccentric humor"
    ]
  },
  {
    "word_no.": 18,
    "word": "THE WALKING DEAD",
    "hints": [
      "A post-apocalyptic horror series",
      "Follows a group of survivors in a world overrun by zombies",
      "Known for its intense drama and character deaths"
    ]
  },
  {
    "word_no.": 19,
    "word": "ORANGE IS THE NEW BLACK",
    "hints": [
      "A dramedy set in a women's prison",
      "Based on a memoir by Piper Kerman",
      "One of Netflix's first major original series"
    ]
  },
  {
    "word_no.": 20,
    "word": "NARCOS",
    "hints": [
      "A crime drama about the rise of drug cartels",
      "The first two seasons focus on Pablo Escobar",
      "Set primarily in Colombia"
    ]
  },
  {
    "word_no.": 21,
    "word": "SHERLOCK",
    "hints": [
      "A modern-day take on a classic British detective",
      "Stars Benedict Cumberbatch and Martin Freeman",
      "Known for its clever mysteries and fast-paced editing"
    ]
  },
  {
    "word_no.": 22,
    "word": "DR WHO",
    "hints": [
      "A long-running British sci-fi series",
      "Follows a time-traveling alien and his companions",
      "Known for its iconic blue police box"
    ]
  },
  {
    "word_no.": 23,
    "word": "BLACK MIRROR",
    "hints": [
      "An anthology series exploring the dark side of technology",
      "Each episode tells a standalone story",
      "Known for its unsettling and thought-provoking plots"
    ]
  },
  {
    "word_no.": 24,
    "word": "CROWN",
    "hints": [
      "A historical drama about the British royal family",
      "Covers the reign of Queen Elizabeth II",
      "Known for its lavish production and accurate costumes"
    ]
  },
  {
    "word_no.": 25,
    "word": "WESTWORLD",
    "hints": [
      "A science fiction series set in a futuristic theme park",
      "Features lifelike androids that begin to malfunction",
      "Based on a 1973 film of the same name"
    ]
  },
  {
    "word_no.": 26,
    "word": "THE CROWN",
    "hints": [
      "A historical drama about the British royal family",
      "Covers the reign of Queen Elizabeth II",
      "Known for its lavish production and accurate costumes"
    ]
  },
  {
    "word_no.": 27,
    "word": "THE L WORD",
    "hints": [
      "A drama series that follows a group of lesbian friends",
      "Set in West Hollywood",
      "Known for its focus on LGBTQ+ relationships and community"
    ]
  },
  {
    "word_no.": 28,
    "word": "GLEE",
    "hints": [
      "A musical comedy-drama series",
      "Follows a high school glee club",
      "Known for its elaborate musical numbers and covers"
    ]
  },
  {
    "word_no.": 29,
    "word": "THE OC",
    "hints": [
      "A teen drama set in Newport Beach, California",
      "Follows a troubled teen who gets adopted by a wealthy family",
      "Known for its pop-punk soundtrack and soapy storylines"
    ]
  },
  {
    "word_no.": 30,
    "word": "PRETTY LITTLE LIARS",
    "hints": [
      "A mystery teen drama series",
      "Follows four friends who receive messages from a mysterious person named 'A'",
      "Known for its suspense and unexpected plot twists"
    ]
  },
  {
    "word_no.": 31,
    "word": "RIVERDALE",
    "hints": [
      "A dark, modern take on the Archie Comics",
      "A mystery series with supernatural and crime elements",
      "Stars KJ Apa as the main character, Archie Andrews"
    ]
  },
  {
    "word_no.": 32,
    "word": "GOSSIP GIRL",
    "hints": [
      "A teen drama about the lives of wealthy high school students in Manhattan",
      "A mysterious blogger narrates the series",
      "Known for its fashion and dramatic plotlines"
    ]
  },
  {
    "word_no.": 33,
    "word": "THE VAMPIRE DIARIES",
    "hints": [
      "A supernatural teen drama series",
      "Features two vampire brothers who fall for the same girl",
      "Set in the fictional town of Mystic Falls, Virginia"
    ]
  },
  {
    "word_no.": 34,
    "word": "SUPERNATURAL",
    "hints": [
      "A fantasy horror series",
      "Follows two brothers who hunt supernatural creatures",
      "Known for its long run and dedicated fanbase"
    ]
  },
  {
    "word_no.": 35,
    "word": "TRUE BLOOD",
    "hints": [
      "A fantasy horror series based on 'The Southern Vampire Mysteries'",
      "Features a world where vampires live openly among humans",
      "Set in the fictional town of Bon Temps, Louisiana"
    ]
  },
  {
    "word_no.": 36,
    "word": "HOUSE",
    "hints": [
      "A medical drama about a genius but misanthropic doctor",
      "The main character is known for his cane and Vicodin addiction",
      "Stars Hugh Laurie"
    ]
  },
  {
    "word_no.": 37,
    "word": "24",
    "hints": [
      "An action series that takes place in real time",
      "Follows a counter-terrorist agent named Jack Bauer",
      "Each season represents one 24-hour day"
    ]
  },
  {
    "word_no.": 38,
    "word": "LOST",
    "hints": [
      "A group of plane crash survivors on a mysterious island",
      "Known for its complex mythology and flashbacks",
      "Features a polar bear on a tropical island"
    ]
  },
  {
    "word_no.": 39,
    "word": "PRISON BREAK",
    "hints": [
      "A man gets himself arrested to break his brother out of prison",
      "The main character has a full-body tattoo of the prison plans",
      "Known for its fast-paced action and suspense"
    ]
  },
  {
    "word_no.": 40,
    "word": "THE SOPRANOS",
    "hints": [
      "A crime drama about a New Jersey mob boss in therapy",
      "Stars James Gandolfini",
      "Considered one of the greatest TV shows of all time"
    ]
  },
  {
    "word_no.": 41,
    "word": "THE WIRE",
    "hints": [
      "A crime drama that explores the drug trade in Baltimore",
      "Known for its realistic portrayal of urban life",
      "Considered by many critics to be a masterpiece"
    ]
  },
  {
    "word_no.": 42,
    "word": "BAND OF BROTHERS",
    "hints": [
      "A World War II miniseries produced by Steven Spielberg",
      "Follows a company of American paratroopers",
      "Based on a non-fiction book of the same name"
    ]
  },
  {
    "word_no.": 43,
    "word": "HEROES",
    "hints": [
      "A sci-fi drama about ordinary people with superpowers",
      "Known for the phrase 'Save the cheerleader, save the world'",
      "Each season has a different story arc"
    ]
  },
  {
    "word_no.": 44,
    "word": "DESPERATE HOUSEWIVES",
    "hints": [
      "A comedy-drama about the lives of suburban women",
      "Set on a fictional street called Wisteria Lane",
      "Known for its secrets and mysteries"
    ]
  },
  {
    "word_no.": 45,
    "word": "GIRL",
    "hints": [
      "A dramedy about a group of friends living in New York City",
      "Created by and stars Lena Dunham",
      "Known for its raw and realistic portrayal of young adulthood"
    ]
  },
  {
    "word_no.": 46,
    "word": "MAD MEN",
    "hints": [
      "A period drama set in a 1960s advertising agency",
      "Follows a charismatic and troubled ad executive",
      "Known for its historical accuracy and complex characters"
    ]
  },
  {
    "word_no.": 47,
    "word": "THE GOOD WIFE",
    "hints": [
      "A legal and political drama series",
      "A woman returns to her career as a lawyer after her husband's scandal",
      "Stars Julianna Margulies"
    ]
  },
  {
    "word_no.": 48,
    "word": "ARROW",
    "hints": [
      "A superhero series based on a DC Comics character",
      "A billionaire playboy becomes a hooded vigilante",
      "The first show in the Arrowverse"
    ]
  },
  {
    "word_no.": 49,
    "word": "THE FLASH",
    "hints": [
      "A superhero series about a forensic scientist with super speed",
      "Part of the Arrowverse",
      "Known for its fast-paced action and time travel"
    ]
  },
  {
    "word_no.": 50,
    "word": "SUPERGIRL",
    "hints": [
      "A superhero series about Superman's cousin",
      "Features a Kryptonian hero living on Earth",
      "Also part of the Arrowverse"
    ]
  },
  {
    "word_no.": 51,
    "word": "LEGENDS OF TOMORROW",
    "hints": [
      "A superhero series about a team of heroes and villains",
      "They travel through time to stop a greater threat",
      "Known for its humor and quirky characters"
    ]
  },
  {
    "word_no.": 52,
    "word": "AGENT OF SHIELD",
    "hints": [
      "A superhero series set in the Marvel Cinematic Universe",
      "Follows a team of secret agents who investigate strange cases",
      "Features a character who was in 'The Avengers'"
    ]
  },
  {
    "word_no.": 53,
    "word": "JESSICA JONES",
    "hints": [
      "A Marvel series about a private investigator with super strength",
      "She suffers from PTSD and has a complicated past",
      "Known for its dark and psychological tone"
    ]
  },
  {
    "word_no.": 54,
    "word": "DAREDEVIL",
    "hints": [
      "A Marvel series about a blind lawyer who fights crime at night",
      "He uses his heightened senses to fight crime",
      "Known for its intense fight choreography"
    ]
  },
  {
    "word_no.": 55,
    "word": "LUKE CAGE",
    "hints": [
      "A Marvel series about a man with super strength and unbreakable skin",
      "He fights to clear his name and save his neighborhood",
      "Known for its hip-hop soundtrack"
    ]
  },
  {
    "word_no.": 56,
    "word": "IRON FIST",
    "hints": [
      "A Marvel series about a martial arts expert",
      "He is the heir to a powerful corporation",
      "Known for its focus on martial arts"
    ]
  },
  {
    "word_no.": 57,
    "word": "THE DEFENDERS",
    "hints": [
      "A Marvel miniseries that unites four street-level heroes",
      "Features Daredevil, Jessica Jones, Luke Cage, and Iron Fist",
      "They team up to fight a common enemy"
    ]
  },
  {
    "word_no.": 58,
    "word": "PUNISHER",
    "hints": [
      "A Marvel series about a former Marine vigilante",
      "He seeks revenge on those who killed his family",
      "Known for its brutal violence and dark themes"
    ]
  },
  {
    "word_no.": 59,
    "word": "AMERICAN HORROR STORY",
    "hints": [
      "An anthology horror series",
      "Each season has a different story and setting",
      "Features many of the same actors in different roles"
    ]
  },
  {
    "word_no.": 60,
    "word": "AMERICAN CRIME STORY",
    "hints": [
      "An anthology series about famous true crime events",
      "The first season focuses on the O.J. Simpson trial",
      "Known for its dramatic and compelling storytelling"
    ]
  },
  {
    "word_no.": 61,
    "word": "POSE",
    "hints": [
      "A drama series that explores the ball culture of New York City",
      "Set in the late 1980s and early 1990s",
      "Known for its historic number of transgender actors in leading roles"
    ]
  },
  {
    "word_no.": 62,
    "word": "THE HANDMAID'S TALE",
    "hints": [
      "A dystopian series based on a Margaret Atwood novel",
      "Set in a totalitarian society called Gilead",
      "Known for its unsettling and timely themes"
    ]
  },
  {
    "word_no.": 63,
    "word": "WATCHMEN",
    "hints": [
      "A superhero drama series that acts as a sequel to a graphic novel",
      "Set in an alternate history where masked vigilantes are outlawed",
      "Known for its complex plot and social commentary"
    ]
  },
  {
    "word_no.": 64,
    "word": "CHERNOBYL",
    "hints": [
      "A historical miniseries about a nuclear disaster",
      "Depicts the events leading up to and after the 1986 disaster",
      "Known for its grim and realistic tone"
    ]
  },
  {
    "word_no.": 65,
    "word": "THE CROWN",
    "hints": [
      "A historical drama about the British royal family",
      "Covers the reign of Queen Elizabeth II",
      "Known for its lavish production and accurate costumes"
    ]
  },
  {
    "word_no.": 66,
    "word": "THE UMBRELLA ACADEMY",
    "hints": [
      "A superhero series based on a comic book series",
      "Features a dysfunctional family of adopted siblings with powers",
      "Known for its quirky style and soundtrack"
    ]
  },
  {
    "word_no.": 67,
    "word": "SUCCESSION",
    "hints": [
      "A satirical black comedy-drama about a media mogul family",
      "Features the wealthy and powerful Roy family",
      "Known for its sharp writing and dysfunctional family dynamics"
    ]
  },
  {
    "word_no.": 68,
    "word": "THE WITCHER",
    "hints": [
      "A fantasy drama series based on a book series",
      "Follows a monster hunter with supernatural abilities",
      "Stars Henry Cavill in the lead role"
    ]
  },
  {
    "word_no.": 69,
    "word": "THE BOYS",
    "hints": [
      "A satirical superhero series",
      "Explores what happens when superheroes abuse their powers",
      "Known for its dark humor and graphic violence"
    ]
  },
  {
    "word_no.": 70,
    "word": "EUPHORIA",
    "hints": [
      "A teen drama series about high school students",
      "Explores themes of drug addiction, mental health, and relationships",
      "Known for its visual style and musical score"
    ]
  },
  {
    "word_no.": 71,
    "word": "THE LAST OF US",
    "hints": [
      "A post-apocalyptic drama based on a video game",
      "Follows a smuggler escorting a teenage girl across the country",
      "Features infected people known as 'clickers'"
    ]
  },
  {
    "word_no.": 72,
    "word": "YELLOWJACKETS",
    "hints": [
      "A horror drama about a high school soccer team",
      "They survive a plane crash and are left stranded in the wilderness",
      "Flashes between the past and present"
    ]
  },
  {
    "word_no.": 73,
    "word": "ABBOTT ELEMENTARY",
    "hints": [
      "A mockumentary sitcom set in a Philadelphia public school",
      "Known for its heartwarming humor and diverse cast",
      "Created by and stars Quinta Brunson"
    ]
  },
  {
    "word_no.": 74,
    "word": "TED LASSO",
    "hints": [
      "A comedy-drama series about an American football coach",
      "He is hired to manage a professional soccer team in England",
      "Known for its optimistic and feel-good tone"
    ]
  },
  {
    "word_no.": 75,
    "word": "THE BEAR",
    "hints": [
      "A dramedy series about a fine-dining chef",
      "He returns home to Chicago to run his family's sandwich shop",
      "Known for its fast-paced editing and intense dialogue"
    ]
  },
  {
    "word_no.": 76,
    "word": "BEEF",
    "hints": [
      "A dark comedy series about a road rage incident",
      "Stars Steven Yeun and Ali Wong",
      "Known for its exploration of anger and resentment"
    ]
  },
  {
    "word_no.": 77,
    "word": "JURY DUTY",
    "hints": [
      "A mockumentary series about a man on a jury",
      "He is the only one who doesn't know the trial is fake",
      "Stars James Marsden as a fictionalized version of himself"
    ]
  },
  {
    "word_no.": 78,
    "word": "THE WHITE LOTUS",
    "hints": [
      "A satirical dark comedy anthology series",
      "Set in a fictional resort chain",
      "Each season features a new cast and a new location"
    ]
  },
  {
    "word_no.": 79,
    "word": "YELLOWSTONE",
    "hints": [
      "A Western drama series about a powerful family",
      "They control the largest contiguous ranch in the United States",
      "Stars Kevin Costner"
    ]
  },
  {
    "word_no.": 80,
    "word": "HOUSE OF THE DRAGON",
    "hints": [
      "A fantasy series that is a prequel to 'Game of Thrones'",
      "Set two hundred years before the events of the original show",
      "Focuses on the Targaryen family"
    ]
  },
  {
    "word_no.": 81,
    "word": "OBLITERATED",
    "hints": [
      "A team of special forces agents tries to stop a terrorist attack",
      "They party hard the night before and have to do the mission drunk",
      "Known for its chaotic humor"
    ]
  },
  {
    "word_no.": 82,
    "word": "A KNIGHT OF THE SEVEN KINGDOMS",
    "hints": [
      "A prequel to 'Game of Thrones' and 'House of the Dragon'",
      "Set 90 years before the events of the original show",
      "Follows a knight and his squire"
    ]
  },
  {
    "word_no.": 83,
    "word": "THE GIRLS ON THE BUS",
    "hints": [
      "A drama series that follows four female journalists",
      "They cover a presidential campaign",
      "Known for its focus on the lives and relationships of the journalists"
    ]
  },
  {
    "word_no.": 84,
    "word": "THE LAST THING HE TOLD ME",
    "hints": [
      "A mystery thriller based on a novel of the same name",
      "A woman's husband disappears, leaving a note to protect his daughter",
      "Stars Jennifer Garner"
    ]
  },
  {
    "word_no.": 85,
    "word": "QUEEN OF TEARS",
    "hints": [
      "A Korean drama series about a chaebol heiress and her husband",
      "They try to save their marriage as they face a crisis",
      "Known for its emotional and romantic story"
    ]
  },
  {
    "word_no.": 86,
    "word": "MAID",
    "hints": [
      "A drama series based on a memoir",
      "A young mother escapes an abusive relationship and becomes a maid",
      "Known for its realistic and emotional portrayal of poverty"
    ]
  },
  {
    "word_no.": 87,
    "word": "LOKI",
    "hints": [
      "A Marvel series about the god of mischief",
      "He is a variant who is arrested by the Time Variance Authority",
      "Known for its time travel and multiverse concepts"
    ]
  },
  {
    "word_no.": 88,
    "word": "WANDAVISION",
    "hints": [
      "A Marvel series that blends sitcoms and superhero action",
      "A grieving hero creates a fictional town to live in",
      "Known for its homage to different eras of television"
    ]
  },
  {
    "word_no.": 89,
    "word": "THE FALCON AND THE WINTER SOLDIER",
    "hints": [
      "A Marvel series about two of Captain America's friends",
      "They team up to fight a new threat",
      "Known for its action sequences and political themes"
    ]
  },
  {
    "word_no.": 90,
    "word": "HAWKEYE",
    "hints": [
      "A Marvel series about a master archer and his protégé",
      "They must work together to deal with a threat from his past",
      "Set during the Christmas season in New York City"
    ]
  },
  {
    "word_no.": 91,
    "word": "MOON KNIGHT",
    "hints": [
      "A Marvel series about a man with dissociative identity disorder",
      "He becomes a vigilante for an Egyptian moon god",
      "Stars Oscar Isaac"
    ]
  },
  {
    "word_no.": 92,
    "word": "MS MARVEL",
    "hints": [
      "A Marvel series about a Pakistani-American teenager",
      "She idolizes Captain Marvel and gains cosmic powers of her own",
      "Known for its vibrant and youthful tone"
    ]
  },
  {
    "word_no.": 93,
    "word": "SHE HULK ATTORNEY AT LAW",
    "hints": [
      "A Marvel series about a lawyer who becomes a green superhero",
      "Known for its comedic tone and breaking the fourth wall",
      "Features a lot of cameos from other Marvel characters"
    ]
  },
  {
    "word_no.": 94,
    "word": "SECRET INVASION",
    "hints": [
      "A Marvel series about a shape-shifting alien invasion of Earth",
      "Stars Samuel L. Jackson as Nick Fury",
      "Based on a comic book storyline"
    ]
  },
  {
    "word_no.": 95,
    "word": "THE WALKING DEAD",
    "hints": [
      "A post-apocalyptic horror series",
      "Follows a group of survivors in a world overrun by zombies",
      "Known for its intense drama and character deaths"
    ]
  },
  {
    "word_no.": 96,
    "word": "STRANGER THINGS",
    "hints": [
      "Set in the 1980s in a fictional town in Indiana",
      "Features a group of kids and a girl with telekinetic powers",
      "Known for its retro feel and supernatural elements"
    ]
  },
  {
    "word_no.": 97,
    "word": "THE OFFICE",
    "hints": [
      "A mockumentary about a paper company",
      "Stars Steve Carell as a bumbling manager",
      "Known for its awkward humor and relatable characters"
    ]
  },
  {
    "word_no.": 98,
    "word": "FRIENDS",
    "hints": [
      "A sitcom about six friends in New York City",
      "Features a coffee shop called Central Perk",
      "Known for its iconic theme song and 'Pivot' scene"
    ]
  },
  {
    "word_no.": 99,
    "word": "BREAKING BAD",
    "hints": [
      "A high school chemistry teacher becomes a drug lord",
      "Stars Bryan Cranston and Aaron Paul",
      "Set in Albuquerque, New Mexico"
    ]
  },
  {
    "word_no.": 100,
    "word": "GREY'S ANATOMY",
    "hints": [
      "Set in a Seattle hospital",
      "A long-running medical drama",
      "Named after a character's last name"
    ]
  },
  {
    "word_no.": 101,
    "word": "SEINFELD",
    "hints": [
      "A 'show about nothing'",
      "Features a stand-up comedian as the main character",
      "Known for its quirky observational humor"
    ]
  },
  {
    "word_no.": 102,
    "word": "THE SIMPSONS",
    "hints": [
      "An animated sitcom about a dysfunctional family",
      "The main character is known for saying 'D'oh!'",
      "Set in the fictional town of Springfield"
    ]
  },
  {
    "word_no.": 103,
    "word": "LOST",
    "hints": [
      "A group of plane crash survivors on a mysterious island",
      "Known for its complex mythology and flashbacks",
      "Features a polar bear on a tropical island"
    ]
  },
  {
    "word_no.": 104,
    "word": "DEXTER",
    "hints": [
      "A forensic blood spatter analyst with a dark secret",
      "Known for his 'Dark Passenger'",
      "Set in Miami, Florida"
    ]
  },
  {
    "word_no.": 105,
    "word": "THE X FILES",
    "hints": [
      "Two FBI agents investigate paranormal cases",
      "Known for the motto 'The Truth Is Out There'",
      "Stars Gillian Anderson and David Duchovny"
    ]
  },
  {
    "word_no.": 106,
    "word": "CSI CRIME SCENE INVESTIGATION",
    "hints": [
      "A procedural drama about forensic investigators",
      "Set in Las Vegas",
      "Known for its focus on scientific evidence"
    ]
  },
  {
    "word_no.": 107,
    "word": "THE BIG BANG THEORY",
    "hints": [
      "A sitcom about a group of socially awkward physicists",
      "Features the characters Sheldon and Leonard",
      "Known for its pop culture references and geeky humor"
    ]
  },
  {
    "word_no.": 108,
    "word": "HOUSE OF CARDS",
    "hints": [
      "A political thriller about a ruthless congressman",
      "Based on a British novel and series",
      "Stars Kevin Spacey and Robin Wright"
    ]
  },
  {
    "word_no.": 109,
    "word": "PARKS AND RECREATION",
    "hints": [
      "A mockumentary about a city's parks department",
      "Features the character Leslie Knope",
      "Known for its optimistic tone and quirky characters"
    ]
  },
  {
    "word_no.": 110,
    "word": "NEW GIRL",
    "hints": [
      "A comedy about a quirky teacher who moves into a loft with three guys",
      "Stars Zooey Deschanel",
      "Known for its charming and eccentric humor"
    ]
  },
  {
    "word_no.": 111,
    "word": "ORANGE IS THE NEW BLACK",
    "hints": [
      "A dramedy set in a women's prison",
      "Based on a memoir by Piper Kerman",
      "One of Netflix's first major original series"
    ]
  },
  {
    "word_no.": 112,
    "word": "NARCOS",
    "hints": [
      "A crime drama about the rise of drug cartels",
      "The first two seasons focus on Pablo Escobar",
      "Set primarily in Colombia"
    ]
  },
  {
    "word_no.": 113,
    "word": "SHERLOCK",
    "hints": [
      "A modern-day take on a classic British detective",
      "Stars Benedict Cumberbatch and Martin Freeman",
      "Known for its clever mysteries and fast-paced editing"
    ]
  },
  {
    "word_no.": 114,
    "word": "DR WHO",
    "hints": [
      "A long-running British sci-fi series",
      "Follows a time-traveling alien and his companions",
      "Known for its iconic blue police box"
    ]
  },
  {
    "word_no.": 115,
    "word": "BLACK MIRROR",
    "hints": [
      "An anthology series exploring the dark side of technology",
      "Each episode tells a standalone story",
      "Known for its unsettling and thought-provoking plots"
    ]
  },
  {
    "word_no.": 116,
    "word": "CROWN",
    "hints": [
      "A historical drama about the British royal family",
      "Covers the reign of Queen Elizabeth II",
      "Known for its lavish production and accurate costumes"
    ]
  },
  {
    "word_no.": 117,
    "word": "WESTWORLD",
    "hints": [
      "A science fiction series set in a futuristic theme park",
      "Features lifelike androids that begin to malfunction",
      "Based on a 1973 film of the same name"
    ]
  },
  {
    "word_no.": 118,
    "word": "GLEE",
    "hints": [
      "A musical comedy-drama series",
      "Follows a high school glee club",
      "Known for its elaborate musical numbers and covers"
    ]
  },
  {
    "word_no.": 119,
    "word": "THE OC",
    "hints": [
      "A teen drama set in Newport Beach, California",
      "Follows a troubled teen who gets adopted by a wealthy family",
      "Known for its pop-punk soundtrack and soapy storylines"
    ]
  },
  {
    "word_no.": 120,
    "word": "PRETTY LITTLE LIARS",
    "hints": [
      "A mystery teen drama series",
      "Follows four friends who receive messages from a mysterious person named 'A'",
      "Known for its suspense and unexpected plot twists"
    ]
  },
  {
    "word_no.": 121,
    "word": "RIVERDALE",
    "hints": [
      "A dark, modern take on the Archie Comics",
      "A mystery series with supernatural and crime elements",
      "Stars KJ Apa as the main character, Archie Andrews"
    ]
  },
  {
    "word_no.": 122,
    "word": "GOSSIP GIRL",
    "hints": [
      "A teen drama about the lives of wealthy high school students in Manhattan",
      "A mysterious blogger narrates the series",
      "Known for its fashion and dramatic plotlines"
    ]
  },
  {
    "word_no.": 123,
    "word": "THE VAMPIRE DIARIES",
    "hints": [
      "A supernatural teen drama series",
      "Features two vampire brothers who fall for the same girl",
      "Set in the fictional town of Mystic Falls, Virginia"
    ]
  },
  {
    "word_no.": 124,
    "word": "SUPERNATURAL",
    "hints": [
      "A fantasy horror series",
      "Follows two brothers who hunt supernatural creatures",
      "Known for its long run and dedicated fanbase"
    ]
  },
  {
    "word_no.": 125,
    "word": "TRUE BLOOD",
    "hints": [
      "A fantasy horror series based on 'The Southern Vampire Mysteries'",
      "Features a world where vampires live openly among humans",
      "Set in the fictional town of Bon Temps, Louisiana"
    ]
  },
  {
    "word_no.": 126,
    "word": "HOUSE",
    "hints": [
      "A medical drama about a genius but misanthropic doctor",
      "The main character is known for his cane and Vicodin addiction",
      "Stars Hugh Laurie"
    ]
  },
  {
    "word_no.": 127,
    "word": "24",
    "hints": [
      "An action series that takes place in real time",
      "Follows a counter-terrorist agent named Jack Bauer",
      "Each season represents one 24-hour day"
    ]
  },
  {
    "word_no.": 128,
    "word": "PRISON BREAK",
    "hints": [
      "A man gets himself arrested to break his brother out of prison",
      "The main character has a full-body tattoo of the prison plans",
      "Known for its fast-paced action and suspense"
    ]
  },
  {
    "word_no.": 129,
    "word": "THE SOPRANOS",
    "hints": [
      "A crime drama about a New Jersey mob boss in therapy",
      "Stars James Gandolfini",
      "Considered one of the greatest TV shows of all time"
    ]
  },
  {
    "word_no.": 130,
    "word": "THE WIRE",
    "hints": [
      "A crime drama that explores the drug trade in Baltimore",
      "Known for its realistic portrayal of urban life",
      "Considered by many critics to be a masterpiece"
    ]
  },
  {
    "word_no.": 131,
    "word": "BAND OF BROTHERS",
    "hints": [
      "A World War II miniseries produced by Steven Spielberg",
      "Follows a company of American paratroopers",
      "Based on a non-fiction book of the same name"
    ]
  },
  {
    "word_no.": 132,
    "word": "HEROES",
    "hints": [
      "A sci-fi drama about ordinary people with superpowers",
      "Known for the phrase 'Save the cheerleader, save the world'",
      "Each season has a different story arc"
    ]
  },
  {
    "word_no.": 133,
    "word": "DESPERATE HOUSEWIVES",
    "hints": [
      "A comedy-drama about the lives of suburban women",
      "Set on a fictional street called Wisteria Lane",
      "Known for its secrets and mysteries"
    ]
  },
  {
    "word_no.": 134,
    "word": "GIRL",
    "hints": [
      "A dramedy about a group of friends living in New York City",
      "Created by and stars Lena Dunham",
      "Known for its raw and realistic portrayal of young adulthood"
    ]
  },
  {
    "word_no.": 135,
    "word": "MAD MEN",
    "hints": [
      "A period drama set in a 1960s advertising agency",
      "Follows a charismatic and troubled ad executive",
      "Known for its historical accuracy and complex characters"
    ]
  },
  {
    "word_no.": 136,
    "word": "THE GOOD WIFE",
    "hints": [
      "A legal and political drama series",
      "A woman returns to her career as a lawyer after her husband's scandal",
      "Stars Julianna Margulies"
    ]
  },
  {
    "word_no.": 137,
    "word": "ARROW",
    "hints": [
      "A superhero series based on a DC Comics character",
      "A billionaire playboy becomes a hooded vigilante",
      "The first show in the Arrowverse"
    ]
  },
  {
    "word_no.": 138,
    "word": "THE FLASH",
    "hints": [
      "A superhero series about a forensic scientist with super speed",
      "Part of the Arrowverse",
      "Known for its fast-paced action and time travel"
    ]
  },
  {
    "word_no.": 139,
    "word": "SUPERGIRL",
    "hints": [
      "A superhero series about Superman's cousin",
      "Features a Kryptonian hero living on Earth",
      "Also part of the Arrowverse"
    ]
  },
  {
    "word_no.": 140,
    "word": "LEGENDS OF TOMORROW",
    "hints": [
      "A superhero series about a team of heroes and villains",
      "They travel through time to stop a greater threat",
      "Known for its humor and quirky characters"
    ]
  },
  {
    "word_no.": 141,
    "word": "AGENT OF SHIELD",
    "hints": [
      "A superhero series set in the Marvel Cinematic Universe",
      "Follows a team of secret agents who investigate strange cases",
      "Features a character who was in 'The Avengers'"
    ]
  },
  {
    "word_no.": 142,
    "word": "JESSICA JONES",
    "hints": [
      "A Marvel series about a private investigator with super strength",
      "She suffers from PTSD and has a complicated past",
      "Known for its dark and psychological tone"
    ]
  },
  {
    "word_no.": 143,
    "word": "DAREDEVIL",
    "hints": [
      "A Marvel series about a blind lawyer who fights crime at night",
      "He uses his heightened senses to fight crime",
      "Known for its intense fight choreography"
    ]
  },
  {
    "word_no.": 144,
    "word": "LUKE CAGE",
    "hints": [
      "A Marvel series about a man with super strength and unbreakable skin",
      "He fights to clear his name and save his neighborhood",
      "Known for its hip-hop soundtrack"
    ]
  },
  {
    "word_no.": 145,
    "word": "IRON FIST",
    "hints": [
      "A Marvel series about a martial arts expert",
      "He is the heir to a powerful corporation",
      "Known for its focus on martial arts"
    ]
  },
  {
    "word_no.": 146,
    "word": "THE DEFENDERS",
    "hints": [
      "A Marvel miniseries that unites four street-level heroes",
      "Features Daredevil, Jessica Jones, Luke Cage, and Iron Fist",
      "They team up to fight a common enemy"
    ]
  },
  {
    "word_no.": 147,
    "word": "PUNISHER",
    "hints": [
      "A Marvel series about a former Marine vigilante",
      "He seeks revenge on those who killed his family",
      "Known for its brutal violence and dark themes"
    ]
  },
  {
    "word_no.": 148,
    "word": "AMERICAN HORROR STORY",
    "hints": [
      "An anthology horror series",
      "Each season has a different story and setting",
      "Features many of the same actors in different roles"
    ]
  },
  {
    "word_no.": 149,
    "word": "AMERICAN CRIME STORY",
    "hints": [
      "An anthology series about famous true crime events",
      "The first season focuses on the O.J. Simpson trial",
      "Known for its dramatic and compelling storytelling"
    ]
  },
  {
    "word_no.": 150,
    "word": "POSE",
    "hints": [
      "A drama series that explores the ball culture of New York City",
      "Set in the late 1980s and early 1990s",
      "Known for its historic number of transgender actors in leading roles"
    ]
  },
  {
    "word_no.": 151,
    "word": "THE HANDMAID'S TALE",
    "hints": [
      "A dystopian series based on a Margaret Atwood novel",
      "Set in a totalitarian society called Gilead",
      "Known for its unsettling and timely themes"
    ]
  },
  {
    "word_no.": 152,
    "word": "WATCHMEN",
    "hints": [
      "A superhero drama series that acts as a sequel to a graphic novel",
      "Set in an alternate history where masked vigilantes are outlawed",
      "Known for its complex plot and social commentary"
    ]
  },
  {
    "word_no.": 153,
    "word": "CHERNOBYL",
    "hints": [
      "A historical miniseries about a nuclear disaster",
      "Depicts the events leading up to and after the 1986 disaster",
      "Known for its grim and realistic tone"
    ]
  },
  {
    "word_no.": 154,
    "word": "THE CROWN",
    "hints": [
      "A historical drama about the British royal family",
      "Covers the reign of Queen Elizabeth II",
      "Known for its lavish production and accurate costumes"
    ]
  },
  {
    "word_no.": 155,
    "word": "THE UMBRELLA ACADEMY",
    "hints": [
      "A superhero series based on a comic book series",
      "Features a dysfunctional family of adopted siblings with powers",
      "Known for its quirky style and soundtrack"
    ]
  },
  {
    "word_no.": 156,
    "word": "SUCCESSION",
    "hints": [
      "A satirical black comedy-drama about a media mogul family",
      "Features the wealthy and powerful Roy family",
      "Known for its sharp writing and dysfunctional family dynamics"
    ]
  },
  {
    "word_no.": 157,
    "word": "THE WITCHER",
    "hints": [
      "A fantasy drama series based on a book series",
      "Follows a monster hunter with supernatural abilities",
      "Stars Henry Cavill in the lead role"
    ]
  },
  {
    "word_no.": 158,
    "word": "THE BOYS",
    "hints": [
      "A satirical superhero series",
      "Explores what happens when superheroes abuse their powers",
      "Known for its dark humor and graphic violence"
    ]
  },
  {
    "word_no.": 159,
    "word": "EUPHORIA",
    "hints": [
      "A teen drama series about high school students",
      "Explores themes of drug addiction, mental health, and relationships",
      "Known for its visual style and musical score"
    ]
  },
  {
    "word_no.": 160,
    "word": "THE LAST OF US",
    "hints": [
      "A post-apocalyptic drama based on a video game",
      "Follows a smuggler escorting a teenage girl across the country",
      "Features infected people known as 'clickers'"
    ]
  },
  {
    "word_no.": 161,
    "word": "YELLOWJACKETS",
    "hints": [
      "A horror drama about a high school soccer team",
      "They survive a plane crash and are left stranded in the wilderness",
      "Flashes between the past and present"
    ]
  },
  {
    "word_no.": 162,
    "word": "ABBOTT ELEMENTARY",
    "hints": [
      "A mockumentary sitcom set in a Philadelphia public school",
      "Known for its heartwarming humor and diverse cast",
      "Created by and stars Quinta Brunson"
    ]
  },
  {
    "word_no.": 163,
    "word": "TED LASSO",
    "hints": [
      "A comedy-drama series about an American football coach",
      "He is hired to manage a professional soccer team in England",
      "Known for its optimistic and feel-good tone"
    ]
  },
  {
    "word_no.": 164,
    "word": "THE BEAR",
    "hints": [
      "A dramedy series about a fine-dining chef",
      "He returns home to Chicago to run his family's sandwich shop",
      "Known for its fast-paced editing and intense dialogue"
    ]
  },
  {
    "word_no.": 165,
    "word": "BEEF",
    "hints": [
      "A dark comedy series about a road rage incident",
      "Stars Steven Yeun and Ali Wong",
      "Known for its exploration of anger and resentment"
    ]
  },
  {
    "word_no.": 166,
    "word": "JURY DUTY",
    "hints": [
      "A mockumentary series about a man on a jury",
      "He is the only one who doesn't know the trial is fake",
      "Stars James Marsden as a fictionalized version of himself"
    ]
  },
  {
    "word_no.": 167,
    "word": "THE WHITE LOTUS",
    "hints": [
      "A satirical dark comedy anthology series",
      "Set in a fictional resort chain",
      "Each season features a new cast and a new location"
    ]
  },
  {
    "word_no.": 168,
    "word": "YELLOWSTONE",
    "hints": [
      "A Western drama series about a powerful family",
      "They control the largest contiguous ranch in the United States",
      "Stars Kevin Costner"
    ]
  },
  {
    "word_no.": 169,
    "word": "HOUSE OF THE DRAGON",
    "hints": [
      "A fantasy series that is a prequel to 'Game of Thrones'",
      "Set two hundred years before the events of the original show",
      "Focuses on the Targaryen family"
    ]
  },
  {
    "word_no.": 170,
    "word": "OBLITERATED",
    "hints": [
      "A team of special forces agents tries to stop a terrorist attack",
      "They party hard the night before and have to do the mission drunk",
      "Known for its chaotic humor"
    ]
  },
  {
    "word_no.": 171,
    "word": "A KNIGHT OF THE SEVEN KINGDOMS",
    "hints": [
      "A prequel to 'Game of Thrones' and 'House of the Dragon'",
      "Set 90 years before the events of the original show",
      "Follows a knight and his squire"
    ]
  },
  {
    "word_no.": 172,
    "word": "THE GIRLS ON THE BUS",
    "hints": [
      "A drama series that follows four female journalists",
      "They cover a presidential campaign",
      "Known for its focus on the lives and relationships of the journalists"
    ]
  },
  {
    "word_no.": 173,
    "word": "THE LAST THING HE TOLD ME",
    "hints": [
      "A mystery thriller based on a novel of the same name",
      "A woman's husband disappears, leaving a note to protect his daughter",
      "Stars Jennifer Garner"
    ]
  },
  {
    "word_no.": 174,
    "word": "QUEEN OF TEARS",
    "hints": [
      "A Korean drama series about a chaebol heiress and her husband",
      "They try to save their marriage as they face a crisis",
      "Known for its emotional and romantic story"
    ]
  },
  {
    "word_no.": 175,
    "word": "MAID",
    "hints": [
      "A drama series based on a memoir",
      "A young mother escapes an abusive relationship and becomes a maid",
      "Known for its realistic and emotional portrayal of poverty"
    ]
  },
  {
    "word_no.": 176,
    "word": "LOKI",
    "hints": [
      "A Marvel series about the god of mischief",
      "He is a variant who is arrested by the Time Variance Authority",
      "Known for its time travel and multiverse concepts"
    ]
  },
  {
    "word_no.": 177,
    "word": "WANDAVISION",
    "hints": [
      "A Marvel series that blends sitcoms and superhero action",
      "A grieving hero creates a fictional town to live in",
      "Known for its homage to different eras of television"
    ]
  },
  {
    "word_no.": 178,
    "word": "THE FALCON AND THE WINTER SOLDIER",
    "hints": [
      "A Marvel series about two of Captain America's friends",
      "They team up to fight a new threat",
      "Known for its action sequences and political themes"
    ]
  },
  {
    "word_no.": 179,
    "word": "HAWKEYE",
    "hints": [
      "A Marvel series about a master archer and his protégé",
      "They must work together to deal with a threat from his past",
      "Set during the Christmas season in New York City"
    ]
  },
  {
    "word_no.": 180,
    "word": "MOON KNIGHT",
    "hints": [
      "A Marvel series about a man with dissociative identity disorder",
      "He becomes a vigilante for an Egyptian moon god",
      "Stars Oscar Isaac"
    ]
  },
  {
    "word_no.": 181,
    "word": "MS MARVEL",
    "hints": [
      "A Marvel series about a Pakistani-American teenager",
      "She idolizes Captain Marvel and gains cosmic powers of her own",
      "Known for its vibrant and youthful tone"
    ]
  },
  {
    "word_no.": 182,
    "word": "SHE HULK ATTORNEY AT LAW",
    "hints": [
      "A Marvel series about a lawyer who becomes a green superhero",
      "Known for its comedic tone and breaking the fourth wall",
      "Features a lot of cameos from other Marvel characters"
    ]
  },
  {
    "word_no.": 183,
    "word": "SECRET INVASION",
    "hints": [
      "A Marvel series about a shape-shifting alien invasion of Earth",
      "Stars Samuel L. Jackson as Nick Fury",
      "Based on a comic book storyline"
    ]
  },
  {
    "word_no.": 184,
    "word": "GIRL",
    "hints": [
      "A drama series that follows a group of young women",
      "They navigate friendships and relationships in their 20s",
      "Known for its realistic portrayal of modern life"
    ]
  },
  {
    "word_no.": 185,
    "word": "THE GIRLS NEXT DOOR",
    "hints": [
      "A reality series that follows three of Hugh Hefner's girlfriends",
      "Known for its lavish lifestyle and celebrity appearances",
      "Features Holly Madison, Bridget Marquardt, and Kendra Wilkinson"
    ]
  },
  {
    "word_no.": 186,
    "word": "THE L WORD GENERATION Q",
    "hints": [
      "A sequel series to 'The L Word'",
      "Follows a new and returning group of lesbian friends in Los Angeles",
      "Known for its focus on LGBTQ+ relationships and community"
    ]
  },
  {
    "word_no.": 187,
    "word": "THE HILLS",
    "hints": [
      "A reality series about a group of friends living in Los Angeles",
      "It is a spin-off of 'Laguna Beach'",
      "Known for its dramatic plotlines and manufactured drama"
    ]
  },
  {
    "word_no.": 188,
    "word": "THE REAL WORLD",
    "hints": [
      "A reality series that follows a group of strangers",
      "They are chosen to live together in a new city",
      "Known for its raw and unscripted format"
    ]
  },
  {
    "word_no.": 189,
    "word": "SURVIVOR",
    "hints": [
      "A reality competition series",
      "Contestants are stranded in a remote location and must outlast each other",
      "Known for its challenges and tribal council"
    ]
  },
  {
    "word_no.": 190,
    "word": "AMAZING RACE",
    "hints": [
      "A reality competition series where teams of two race around the world",
      "They must complete various challenges to win",
      "Known for its exotic locations and thrilling action"
    ]
  },
  {
    "word_no.": 191,
    "word": "BIG BROTHER",
    "hints": [
      "A reality competition series where contestants live together in a house",
      "They are constantly monitored by cameras",
      "Known for its nominations and live evictions"
    ]
  },
  {
    "word_no.": 192,
    "word": "MASTERCHEF",
    "hints": [
      "A reality competition series about amateur chefs",
      "They compete in various cooking challenges",
      "Judged by Gordon Ramsay, Graham Elliot, and Joe Bastianich"
    ]
  },
  {
    "word_no.": 193,
    "word": "THE GREAT BRITISH BAKE OFF",
    "hints": [
      "A reality competition series about amateur bakers",
      "They compete in a series of baking challenges",
      "Known for its wholesome and friendly tone"
    ]
  },
  {
    "word_no.": 194,
    "word": "THE VOICE",
    "hints": [
      "A reality singing competition series",
      "Contestants are judged by their voice alone in the blind auditions",
      "Features celebrity coaches"
    ]
  },
  {
    "word_no.": 195,
    "word": "AMERICAN IDOL",
    "hints": [
      "A reality singing competition series",
      "The winner is chosen by public vote",
      "Known for launching the careers of many famous singers"
    ]
  },
  {
    "word_no.": 196,
    "word": "AMERICA'S GOT TALENT",
    "hints": [
      "A reality talent competition series",
      "Acts of all ages and types can audition",
      "Known for its variety and unexpected performances"
    ]
  },
  {
    "word_no.": 197,
    "word": "THE BACHELOR",
    "hints": [
      "A reality dating competition series",
      "A single man dates multiple women to find his future wife",
      "Known for its dramatic rose ceremonies"
    ]
  },
  {
    "word_no.": 198,
    "word": "THE BOLD AND THE BEAUTIFUL",
    "hints": [
      "A long-running soap opera about a fashion dynasty",
      "Set in Los Angeles",
      "Known for its dramatic and over-the-top plotlines"
    ]
  },
  {
    "word_no.": 199,
    "word": "DAYS OF OUR LIVES",
    "hints": [
      "A long-running soap opera about the lives of families in a fictional town",
      "Set in the fictional town of Salem",
      "Known for its dramatic and often bizarre plotlines"
    ]
  },
  {
    "word_no.": 200,
    "word": "GENERAL HOSPITAL",
    "hints": [
      "A long-running soap opera about the lives of families in a fictional town",
      "Set in the fictional town of Port Charles",
      "Known for its dramatic and often over-the-top plotlines"
    ]
  },
  {
    "word_no.": 201,
    "word": "YOUNG AND THE RESTLESS",
    "hints": [
      "A long-running soap opera about the lives of two feuding families",
      "Set in the fictional town of Genoa City",
      "Known for its dramatic and often over-the-top plotlines"
    ]
  },
  {
    "word_no.": 202,
    "word": "SESAME STREET",
    "hints": [
      "A children's educational series",
      "Features a group of puppets and human characters",
      "Known for its iconic characters like Big Bird and Elmo"
    ]
  },
  {
    "word_no.": 203,
    "word": "THE MUPPET SHOW",
    "hints": [
      "A variety show hosted by a frog and a pig",
      "Features a cast of unique and quirky puppets",
      "Known for its guest stars and musical numbers"
    ]
  },
  {
    "word_no.": 204,
    "word": "POKEMON",
    "hints": [
      "An anime series based on a popular video game",
      "Follows a boy who travels the world to catch and train creatures",
      "Known for its catchphrase 'Gotta catch 'em all!'"
    ]
  },
  {
    "word_no.": 205,
    "word": "DRAGON BALL Z",
    "hints": [
      "An anime series about a martial artist with superhuman powers",
      "He protects the Earth from various villains",
      "Known for its intense battles and power-ups"
    ]
  },
  {
    "word_no.": 206,
    "word": "SAILOR MOON",
    "hints": [
      "A magical girl anime series",
      "A group of teenage girls who transform into superheroes",
      "They fight against evil forces to save the world"
    ]
  },
  {
    "word_no.": 207,
    "word": "NARUTO",
    "hints": [
      "An anime series about a young ninja",
      "He wants to become the leader of his village",
      "Known for its epic battles and character development"
    ]
  },
  {
    "word_no.": 208,
    "word": "ONE PIECE",
    "hints": [
      "An anime series about a pirate with a rubber body",
      "He travels the world to find a legendary treasure",
      "Known for its long run and massive world-building"
    ]
  },
  {
    "word_no.": 209,
    "word": "ATTACK ON TITAN",
    "hints": [
      "A dark fantasy anime series",
      "Humanity lives in a city surrounded by giant walls to protect them from humanoid giants",
      "Known for its intense action and shocking plot twists"
    ]
  },
  {
    "word_no.": 210,
    "word": "DEATH NOTE",
    "hints": [
      "A supernatural thriller anime series",
      "A high school student finds a notebook that can kill anyone whose name is written in it",
      "He uses it to create a new world of justice"
    ]
  },
  {
    "word_no.": 211,
    "word": "FULLMETAL ALCHEMIST BROTHERHOOD",
    "hints": [
      "An anime series about two brothers who practice alchemy",
      "They search for a legendary stone to restore their bodies",
      "Known for its emotional story and complex themes"
    ]
  },
  {
    "word_no.": 212,
    "word": "MY HERO ACADEMIA",
    "hints": [
      "A superhero anime series",
      "A boy is born without a superpower in a world where everyone has one",
      "He enrolls in a high school for heroes to pursue his dream"
    ]
  },
  {
    "word_no.": 213,
    "word": "DEMON SLAYER KIMETSU NO YAIBA",
    "hints": [
      "An anime series about a boy who becomes a demon slayer",
      "He seeks to avenge his family and cure his sister",
      "Known for its stunning animation and epic battles"
    ]
  },
  {
    "word_no.": 214,
    "word": "JUJUTSU KAISEN",
    "hints": [
      "An anime series about a high school student who joins a secret society",
      "They fight against powerful spirits and curses",
      "Known for its fast-paced action and dark humor"
    ]
  },
  {
    "word_no.": 215,
    "word": "TOKYO GHOUL",
    "hints": [
      "A dark fantasy anime series",
      "A young man becomes a half-ghoul after a tragic accident",
      "He must learn to survive in a world where ghouls eat humans"
    ]
  },
  {
    "word_no.": 216,
    "word": "COWBOY BEBOP",
    "hints": [
      "A sci-fi noir anime series",
      "Follows a group of bounty hunters in a futuristic world",
      "Known for its jazz soundtrack and mature themes"
    ]
  },
  {
    "word_no.": 217,
    "word": "PSYCHO PASS",
    "hints": [
      "A cyberpunk thriller anime series",
      "Set in a dystopian future where crime is prevented by a system called the Sibyl System",
      "Known for its philosophical themes and psychological tension"
    ]
  },
  {
    "word_no.": 218,
    "word": "ERASED",
    "hints": [
      "A supernatural mystery anime series",
      "A young man has the ability to travel back in time to prevent a tragedy",
      "He must use his power to solve a serial murder case from his childhood"
    ]
  },
  {
    "word_no.": 219,
    "word": "PARASYTE THE MAXIM",
    "hints": [
      "A sci-fi horror anime series",
      "A teenager's right hand is taken over by a parasitic alien",
      "They must work together to fight against other parasites"
    ]
  },
  {
    "word_no.": 220,
    "word": "ONE PUNCH MAN",
    "hints": [
      "A satirical superhero anime series",
      "A hero can defeat any enemy with a single punch",
      "He becomes bored with the lack of a challenge"
    ]
  },
  {
    "word_no.": 221,
    "word": "ATTACK ON TITAN",
    "hints": [
      "A dark fantasy anime series",
      "Humanity lives in a city surrounded by giant walls to protect them from humanoid giants",
      "Known for its intense action and shocking plot twists"
    ]
  },
  {
    "word_no.": 222,
    "word": "DEATH NOTE",
    "hints": [
      "A supernatural thriller anime series",
      "A high school student finds a notebook that can kill anyone whose name is written in it",
      "He uses it to create a new world of justice"
    ]
  },
  {
    "word_no.": 223,
    "word": "FULLMETAL ALCHEMIST BROTHERHOOD",
    "hints": [
      "An anime series about two brothers who practice alchemy",
      "They search for a legendary stone to restore their bodies",
      "Known for its emotional story and complex themes"
    ]
  },
  {
    "word_no.": 224,
    "word": "MY HERO ACADEMIA",
    "hints": [
      "A superhero anime series",
      "A boy is born without a superpower in a world where everyone has one",
      "He enrolls in a high school for heroes to pursue his dream"
    ]
  },
  {
    "word_no.": 225,
    "word": "DEMON SLAYER KIMETSU NO YAIBA",
    "hints": [
      "An anime series about a boy who becomes a demon slayer",
      "He seeks to avenge his family and cure his sister",
      "Known for its stunning animation and epic battles"
    ]
  },
  {
    "word_no.": 226,
    "word": "JUJUTSU KAISEN",
    "hints": [
      "An anime series about a high school student who joins a secret society",
      "They fight against powerful spirits and curses",
      "Known for its fast-paced action and dark humor"
    ]
  },
  {
    "word_no.": 227,
    "word": "TOKYO GHOUL",
    "hints": [
      "A dark fantasy anime series",
      "A young man becomes a half-ghoul after a tragic accident",
      "He must learn to survive in a world where ghouls eat humans"
    ]
  },
  {
    "word_no.": 228,
    "word": "COWBOY BEBOP",
    "hints": [
      "A sci-fi noir anime series",
      "Follows a group of bounty hunters in a futuristic world",
      "Known for its jazz soundtrack and mature themes"
    ]
  },
  {
    "word_no.": 229,
    "word": "PSYCHO PASS",
    "hints": [
      "A cyberpunk thriller anime series",
      "Set in a dystopian future where crime is prevented by a system called the Sibyl System",
      "Known for its philosophical themes and psychological tension"
    ]
  },
  {
    "word_no.": 230,
    "word": "ERASED",
    "hints": [
      "A supernatural mystery anime series",
      "A young man has the ability to travel back in time to prevent a tragedy",
      "He must use his power to solve a serial murder case from his childhood"
    ]
  },
  {
    "word_no.": 231,
    "word": "PARASYTE THE MAXIM",
    "hints": [
      "A sci-fi horror anime series",
      "A teenager's right hand is taken over by a parasitic alien",
      "They must work together to fight against other parasites"
    ]
  },
  {
    "word_no.": 232,
    "word": "ONE PUNCH MAN",
    "hints": [
      "A satirical superhero anime series",
      "A hero can defeat any enemy with a single punch",
      "He becomes bored with the lack of a challenge"
    ]
  },
  {
    "word_no.": 233,
    "word": "THE MANDALORIAN",
    "hints": [
      "A space Western series in the Star Wars universe",
      "Follows a lone bounty hunter and his foundling",
      "Features a very popular character known as Baby Yoda"
    ]
  },
  {
    "word_no.": 234,
    "word": "THE MARVELOUS MRS MAISEL",
    "hints": [
      "A comedy-drama series about a housewife in the 1950s",
      "She discovers a talent for stand-up comedy",
      "Known for its fast-paced dialogue and vibrant costumes"
    ]
  },
  {
    "word_no.": 235,
    "word": "FLEABAG",
    "hints": [
      "A British comedy-drama series",
      "Follows a cynical and witty woman navigating life in London",
      "The main character breaks the fourth wall frequently"
    ]
  },
  {
    "word_no.": 236,
    "word": "THE GOOD PLACE",
    "hints": [
      "A fantasy comedy series",
      "A woman mistakenly enters a utopian afterlife and tries to hide her past",
      "Known for its philosophical themes and witty humor"
    ]
  },
  {
    "word_no.": 237,
    "word": "SCHITT'S CREEK",
    "hints": [
      "A comedy series about a wealthy family who loses their fortune",
      "They are forced to move to a small town they once bought as a joke",
      "Known for its heartwarming humor and character development"
    ]
  },
  {
    "word_no.": 238,
    "word": "OZARK",
    "hints": [
      "A crime drama series about a financial planner",
      "He moves his family to the Ozarks to launder money for a cartel",
      "Known for its dark tone and suspenseful plot"
    ]
  },
  {
    "word_no.": 239,
    "word": "THE MORNING SHOW",
    "hints": [
      "A drama series about the world of morning news",
      "Explores themes of power, gender, and #MeToo",
      "Stars Jennifer Aniston and Reese Witherspoon"
    ]
  },
  {
    "word_no.": 240,
    "word": "THE CROWN",
    "hints": [
      "A historical drama about the British royal family",
      "Covers the reign of Queen Elizabeth II",
      "Known for its lavish production and accurate costumes"
    ]
  },
  {
    "word_no.": 241,
    "word": "DOWNTOWN ABBEY",
    "hints": [
      "A historical drama about a wealthy family and their servants",
      "Set in the early 20th century in an English country estate",
      "Known for its beautiful costumes and historical accuracy"
    ]
  },
  {
    "word_no.": 242,
    "word": "PEAKY BLINDERS",
    "hints": [
      "A historical crime drama about a notorious gang in England",
      "Set after World War I",
      "Stars Cillian Murphy"
    ]
  },
  {
    "word_no.": 243,
    "word": "THE HAUNTING OF HILL HOUSE",
    "hints": [
      "A supernatural horror series based on a novel",
      "Follows a family dealing with a haunted house and its psychological toll",
      "Known for its jump scares and emotional storytelling"
    ]
  },
  {
    "word_no.": 244,
    "word": "THE HAUNTING OF BLY MANOR",
    "hints": [
      "A supernatural horror series that is a standalone sequel",
      "A young governess takes care of two children in a haunted mansion",
      "Known for its gothic atmosphere and heartbreaking story"
    ]
  },
  {
    "word_no.": 245,
    "word": "THE UMBRELLA ACADEMY",
    "hints": [
      "A superhero series based on a comic book series",
      "Features a dysfunctional family of adopted siblings with powers",
      "Known for its quirky style and soundtrack"
    ]
  },
  {
    "word_no.": 246,
    "word": "SUCCESSION",
    "hints": [
      "A satirical black comedy-drama about a media mogul family",
      "Features the wealthy and powerful Roy family",
      "Known for its sharp writing and dysfunctional family dynamics"
    ]
  },
  {
    "word_no.": 247,
    "word": "THE WITCHER",
    "hints": [
      "A fantasy drama series based on a book series",
      "Follows a monster hunter with supernatural abilities",
      "Stars Henry Cavill in the lead role"
    ]
  },
  {
    "word_no.": 248,
    "word": "THE BOYS",
    "hints": [
      "A satirical superhero series",
      "Explores what happens when superheroes abuse their powers",
      "Known for its dark humor and graphic violence"
    ]
  },
  {
    "word_no.": 249,
    "word": "EUPHORIA",
    "hints": [
      "A teen drama series about high school students",
      "Explores themes of drug addiction, mental health, and relationships",
      "Known for its visual style and musical score"
    ]
  },
  {
    "word_no.": 250,
    "word": "THE LAST OF US",
    "hints": [
      "A post-apocalyptic drama based on a video game",
      "Follows a smuggler escorting a teenage girl across the country",
      "Features infected people known as 'clickers'"
    ]
  },
  {
    "word_no.": 251,
    "word": "YELLOWJACKETS",
    "hints": [
      "A horror drama about a high school soccer team",
      "They survive a plane crash and are left stranded in the wilderness",
      "Flashes between the past and present"
    ]
  },
  {
    "word_no.": 252,
    "word": "ABBOTT ELEMENTARY",
    "hints": [
      "A mockumentary sitcom set in a Philadelphia public school",
      "Known for its heartwarming humor and diverse cast",
      "Created by and stars Quinta Brunson"
    ]
  },
  {
    "word_no.": 253,
    "word": "TED LASSO",
    "hints": [
      "A comedy-drama series about an American football coach",
      "He is hired to manage a professional soccer team in England",
      "Known for its optimistic and feel-good tone"
    ]
  },
  {
    "word_no.": 254,
    "word": "THE BEAR",
    "hints": [
      "A dramedy series about a fine-dining chef",
      "He returns home to Chicago to run his family's sandwich shop",
      "Known for its fast-paced editing and intense dialogue"
    ]
  },
  {
    "word_no.": 255,
    "word": "BEEF",
    "hints": [
      "A dark comedy series about a road rage incident",
      "Stars Steven Yeun and Ali Wong",
      "Known for its exploration of anger and resentment"
    ]
  },
  {
    "word_no.": 256,
    "word": "JURY DUTY",
    "hints": [
      "A mockumentary series about a man on a jury",
      "He is the only one who doesn't know the trial is fake",
      "Stars James Marsden as a fictionalized version of himself"
    ]
  },
  {
    "word_no.": 257,
    "word": "THE WHITE LOTUS",
    "hints": [
      "A satirical dark comedy anthology series",
      "Set in a fictional resort chain",
      "Each season features a new cast and a new location"
    ]
  },
  {
    "word_no.": 258,
    "word": "YELLOWSTONE",
    "hints": [
      "A Western drama series about a powerful family",
      "They control the largest contiguous ranch in the United States",
      "Stars Kevin Costner"
    ]
  },
  {
    "word_no.": 259,
    "word": "HOUSE OF THE DRAGON",
    "hints": [
      "A fantasy series that is a prequel to 'Game of Thrones'",
      "Set two hundred years before the events of the original show",
      "Focuses on the Targaryen family"
    ]
  },
  {
    "word_no.": 260,
    "word": "OBLITERATED",
    "hints": [
      "A team of special forces agents tries to stop a terrorist attack",
      "They party hard the night before and have to do the mission drunk",
      "Known for its chaotic humor"
    ]
  },
  {
    "word_no.": 261,
    "word": "A KNIGHT OF THE SEVEN KINGDOMS",
    "hints": [
      "A prequel to 'Game of Thrones' and 'House of the Dragon'",
      "Set 90 years before the events of the original show",
      "Follows a knight and his squire"
    ]
  },
  {
    "word_no.": 262,
    "word": "THE GIRLS ON THE BUS",
    "hints": [
      "A drama series that follows four female journalists",
      "They cover a presidential campaign",
      "Known for its focus on the lives and relationships of the journalists"
    ]
  },
  {
    "word_no.": 263,
    "word": "THE LAST THING HE TOLD ME",
    "hints": [
      "A mystery thriller based on a novel of the same name",
      "A woman's husband disappears, leaving a note to protect his daughter",
      "Stars Jennifer Garner"
    ]
  },
  {
    "word_no.": 264,
    "word": "QUEEN OF TEARS",
    "hints": [
      "A Korean drama series about a chaebol heiress and her husband",
      "They try to save their marriage as they face a crisis",
      "Known for its emotional and romantic story"
    ]
  },
  {
    "word_no.": 265,
    "word": "MAID",
    "hints": [
      "A drama series based on a memoir",
      "A young mother escapes an abusive relationship and becomes a maid",
      "Known for its realistic and emotional portrayal of poverty"
    ]
  },
  {
    "word_no.": 266,
    "word": "LOKI",
    "hints": [
      "A Marvel series about the god of mischief",
      "He is a variant who is arrested by the Time Variance Authority",
      "Known for its time travel and multiverse concepts"
    ]
  },
  {
    "word_no.": 267,
    "word": "WANDAVISION",
    "hints": [
      "A Marvel series that blends sitcoms and superhero action",
      "A grieving hero creates a fictional town to live in",
      "Known for its homage to different eras of television"
    ]
  },
  {
    "word_no.": 268,
    "word": "THE FALCON AND THE WINTER SOLDIER",
    "hints": [
      "A Marvel series about two of Captain America's friends",
      "They team up to fight a new threat",
      "Known for its action sequences and political themes"
    ]
  },
  {
    "word_no.": 269,
    "word": "HAWKEYE",
    "hints": [
      "A Marvel series about a master archer and his protégé",
      "They must work together to deal with a threat from his past",
      "Set during the Christmas season in New York City"
    ]
  },
  {
    "word_no.": 270,
    "word": "MOON KNIGHT",
    "hints": [
      "A Marvel series about a man with dissociative identity disorder",
      "He becomes a vigilante for an Egyptian moon god",
      "Stars Oscar Isaac"
    ]
  },
  {
    "word_no.": 271,
    "word": "MS MARVEL",
    "hints": [
      "A Marvel series about a Pakistani-American teenager",
      "She idolizes Captain Marvel and gains cosmic powers of her own",
      "Known for its vibrant and youthful tone"
    ]
  },
  {
    "word_no.": 272,
    "word": "SHE HULK ATTORNEY AT LAW",
    "hints": [
      "A Marvel series about a lawyer who becomes a green superhero",
      "Known for its comedic tone and breaking the fourth wall",
      "Features a lot of cameos from other Marvel characters"
    ]
  },
  {
    "word_no.": 273,
    "word": "SECRET INVASION",
    "hints": [
      "A Marvel series about a shape-shifting alien invasion of Earth",
      "Stars Samuel L. Jackson as Nick Fury",
      "Based on a comic book storyline"
    ]
  },
  {
    "word_no.": 274,
    "word": "THE MANDALORIAN",
    "hints": [
      "A space Western series in the Star Wars universe",
      "Follows a lone bounty hunter and his foundling",
      "Features a very popular character known as Baby Yoda"
    ]
  },
  {
    "word_no.": 275,
    "word": "THE MARVELOUS MRS MAISEL",
    "hints": [
      "A comedy-drama series about a housewife in the 1950s",
      "She discovers a talent for stand-up comedy",
      "Known for its fast-paced dialogue and vibrant costumes"
    ]
  },
  {
    "word_no.": 276,
    "word": "FLEABAG",
    "hints": [
      "A British comedy-drama series",
      "Follows a cynical and witty woman navigating life in London",
      "The main character breaks the fourth wall frequently"
    ]
  },
  {
    "word_no.": 277,
    "word": "THE GOOD PLACE",
    "hints": [
      "A fantasy comedy series",
      "A woman mistakenly enters a utopian afterlife and tries to hide her past",
      "Known for its philosophical themes and witty humor"
    ]
  },
  {
    "word_no.": 278,
    "word": "SCHITT'S CREEK",
    "hints": [
      "A comedy series about a wealthy family who loses their fortune",
      "They are forced to move to a small town they once bought as a joke",
      "Known for its heartwarming humor and character development"
    ]
  },
  {
    "word_no.": 279,
    "word": "OZARK",
    "hints": [
      "A crime drama series about a financial planner",
      "He moves his family to the Ozarks to launder money for a cartel",
      "Known for its dark tone and suspenseful plot"
    ]
  },
  {
    "word_no.": 280,
    "word": "THE MORNING SHOW",
    "hints": [
      "A drama series about the world of morning news",
      "Explores themes of power, gender, and #MeToo",
      "Stars Jennifer Aniston and Reese Witherspoon"
    ]
  },
  {
    "word_no.": 281,
    "word": "THE CROWN",
    "hints": [
      "A historical drama about the British royal family",
      "Covers the reign of Queen Elizabeth II",
      "Known for its lavish production and accurate costumes"
    ]
  },
  {
    "word_no.": 282,
    "word": "DOWNTOWN ABBEY",
    "hints": [
      "A historical drama about a wealthy family and their servants",
      "Set in the early 20th century in an English country estate",
      "Known for its beautiful costumes and historical accuracy"
    ]
  },
  {
    "word_no.": 283,
    "word": "PEAKY BLINDERS",
    "hints": [
      "A historical crime drama about a notorious gang in England",
      "Set after World War I",
      "Stars Cillian Murphy"
    ]
  },
  {
    "word_no.": 284,
    "word": "THE HAUNTING OF HILL HOUSE",
    "hints": [
      "A supernatural horror series based on a novel",
      "Follows a family dealing with a haunted house and its psychological toll",
      "Known for its jump scares and emotional storytelling"
    ]
  },
  {
    "word_no.": 285,
    "word": "THE HAUNTING OF BLY MANOR",
    "hints": [
      "A supernatural horror series that is a standalone sequel",
      "A young governess takes care of two children in a haunted mansion",
      "Known for its gothic atmosphere and heartbreaking story"
    ]
  },
  {
    "word_no.": 286,
    "word": "THE UMBRELLA ACADEMY",
    "hints": [
      "A superhero series based on a comic book series",
      "Features a dysfunctional family of adopted siblings with powers",
      "Known for its quirky style and soundtrack"
    ]
  },
  {
    "word_no.": 287,
    "word": "SUCCESSION",
    "hints": [
      "A satirical black comedy-drama about a media mogul family",
      "Features the wealthy and powerful Roy family",
      "Known for its sharp writing and dysfunctional family dynamics"
    ]
  },
  {
    "word_no.": 288,
    "word": "THE WITCHER",
    "hints": [
      "A fantasy drama series based on a book series",
      "Follows a monster hunter with supernatural abilities",
      "Stars Henry Cavill in the lead role"
    ]
  },
  {
    "word_no.": 289,
    "word": "THE BOYS",
    "hints": [
      "A satirical superhero series",
      "Explores what happens when superheroes abuse their powers",
      "Known for its dark humor and graphic violence"
    ]
  },
  {
    "word_no.": 290,
    "word": "EUPHORIA",
    "hints": [
      "A teen drama series about high school students",
      "Explores themes of drug addiction, mental health, and relationships",
      "Known for its visual style and musical score"
    ]
  },
  {
    "word_no.": 291,
    "word": "THE LAST OF US",
    "hints": [
      "A post-apocalyptic drama based on a video game",
      "Follows a smuggler escorting a teenage girl across the country",
      "Features infected people known as 'clickers'"
    ]
  },
  {
    "word_no.": 292,
    "word": "YELLOWJACKETS",
    "hints": [
      "A horror drama about a high school soccer team",
      "They survive a plane crash and are left stranded in the wilderness",
      "Flashes between the past and present"
    ]
  },
  {
    "word_no.": 293,
    "word": "ABBOTT ELEMENTARY",
    "hints": [
      "A mockumentary sitcom set in a Philadelphia public school",
      "Known for its heartwarming humor and diverse cast",
      "Created by and stars Quinta Brunson"
    ]
  },
  {
    "word_no.": 294,
    "word": "TED LASSO",
    "hints": [
      "A comedy-drama series about an American football coach",
      "He is hired to manage a professional soccer team in England",
      "Known for its optimistic and feel-good tone"
    ]
  },
  {
    "word_no.": 295,
    "word": "THE BEAR",
    "hints": [
      "A dramedy series about a fine-dining chef",
      "He returns home to Chicago to run his family's sandwich shop",
      "Known for its fast-paced editing and intense dialogue"
    ]
  },
  {
    "word_no.": 296,
    "word": "BEEF",
    "hints": [
      "A dark comedy series about a road rage incident",
      "Stars Steven Yeun and Ali Wong",
      "Known for its exploration of anger and resentment"
    ]
  },
  {
    "word_no.": 297,
    "word": "JURY DUTY",
    "hints": [
      "A mockumentary series about a man on a jury",
      "He is the only one who doesn't know the trial is fake",
      "Stars James Marsden as a fictionalized version of himself"
    ]
  },
  {
    "word_no.": 298,
    "word": "THE WHITE LOTUS",
    "hints": [
      "A satirical dark comedy anthology series",
      "Set in a fictional resort chain",
      "Each season features a new cast and a new location"
    ]
  },
  {
    "word_no.": 299,
    "word": "YELLOWSTONE",
    "hints": [
      "A Western drama series about a powerful family",
      "They control the largest contiguous ranch in the United States",
      "Stars Kevin Costner"
    ]
  },
  {
    "word_no.": 300,
    "word": "HOUSE OF THE DRAGON",
    "hints": [
      "A fantasy series that is a prequel to 'Game of Thrones'",
      "Set two hundred years before the events of the original show",
      "Focuses on the Targaryen family"
    ]
  }
]
