[
  {
    "word_no.": 1,
    "word": "MAMMAL",
    "hints": [
      "A class of vertebrates characterized by the presence of mammary glands.",
      "They have hair or fur and are warm-blooded."
    ]
  },
  {
    "word_no.": 2,
    "word": "REPTILE",
    "hints": [
      "A cold-blooded vertebrate animal.",
      "Includes snakes, lizards, crocodiles, turtles, and tortoises."
    ]
  },
  {
    "word_no.": 3,
    "word": "AMPHIBIAN",
    "hints": [
      "A cold-blooded vertebrate that lives both on land and in water.",
      "Typically includes frogs, toads, newts, and salamanders."
    ]
  },
  {
    "word_no.": 4,
    "word": "AVIAN",
    "hints": [
      "Relating to birds.",
      "The class of warm-blooded vertebrates with feathers and wings."
    ]
  },
  {
    "word_no.": 5,
    "word": "ARTHROPOD",
    "hints": [
      "An invertebrate animal with an exoskeleton, a segmented body, and jointed appendages.",
      "Includes insects, arachnids, and crustaceans."
    ]
  },
  {
    "word_no.": 6,
    "word": "MOLLUSK",
    "hints": [
      "A soft-bodied invertebrate animal.",
      "Often has a hard external shell, like snails, clams, and octopuses."
    ]
  },
  {
    "word_no.": 7,
    "word": "VERTEBRATE",
    "hints": [
      "An animal with a backbone or spinal column.",
      "Includes fish, amphibians, reptiles, birds, and mammals."
    ]
  },
  {
    "word_no.": 8,
    "word": "INVERTEBRATE",
    "hints": [
      "An animal without a backbone or spinal column.",
      "The majority of all animal species are this type."
    ]
  },
  {
    "word_no.": 9,
    "word": "HERBIVORE",
    "hints": [
      "An animal that feeds on plants.",
      "Examples include cows, deer, and rabbits."
    ]
  },
  {
    "word_no.": 10,
    "word": "CARNIVORE",
    "hints": [
      "An animal that feeds on other animals.",
      "Lions, tigers, and wolves are examples."
    ]
  },
  {
    "word_no.": 11,
    "word": "OMNIVORE",
    "hints": [
      "An animal that eats both plants and animals.",
      "Humans and bears are examples."
    ]
  },
  {
    "word_no.": 12,
    "word": "ANATOMY",
    "hints": [
      "The branch of science concerned with the bodily structure of humans, animals, and other living organisms.",
      "The study of the physical form of an organism."
    ]
  },
  {
    "word_no.": 13,
    "word": "PHYSIOLOGY",
    "hints": [
      "The branch of biology that deals with the normal functions of living organisms and their parts.",
      "The study of how an organism's body works."
    ]
  },
  {
    "word_no.": 14,
    "word": "ECOLOGY",
    "hints": [
      "The branch of biology that deals with the relations of organisms to one another and to their physical surroundings.",
      "The study of ecosystems."
    ]
  },
  {
    "word_no.": 15,
    "word": "TAXONOMY",
    "hints": [
      "The branch of science concerned with classification.",
      "The naming and classification of living organisms."
    ]
  },
  {
    "word_no.": 16,
    "word": "GENUS",
    "hints": [
      "A principal taxonomic category that ranks above species and below family.",
      "The first part of a scientific name, like 'Homo' in Homo sapiens."
    ]
  },
  {
    "word_no.": 17,
    "word": "SPECIES",
    "hints": [
      "The basic unit of classification and a taxonomic rank.",
      "A group of organisms that can interbreed and produce fertile offspring."
    ]
  },
  {
    "word_no.": 18,
    "word": "METAMORPHOSIS",
    "hints": [
      "The process of transformation from an immature form to an adult form in two or more distinct stages.",
      "A caterpillar transforming into a butterfly is an example."
    ]
  },
  {
    "word_no.": 19,
    "word": "HIBERNATION",
    "hints": [
      "A state of inactivity and metabolic depression in endotherms.",
      "A deep sleep that some animals undergo in winter."
    ]
  },
  {
    "word_no.": 20,
    "word": "ESTIVATION",
    "hints": [
      "Prolonged dormancy of an animal during a hot or dry period.",
      "Similar to hibernation, but for summer."
    ]
  },
  {
    "word_no.": 21,
    "word": "MIGRATION",
    "hints": [
      "Seasonal movement of animals from one region to another.",
      "Often done for feeding or breeding."
    ]
  },
  {
    "word_no.": 22,
    "word": "PREDATOR",
    "hints": [
      "An animal that hunts other animals for food.",
      "A lion hunting a zebra is an example."
    ]
  },
  {
    "word_no.": 23,
    "word": "PREY",
    "hints": [
      "An animal that is hunted and killed by another for food.",
      "The zebra is this to the lion."
    ]
  },
  {
    "word_no.": 24,
    "word": "SYMBIOSIS",
    "hints": [
      "A close and long-term interaction between two different biological species.",
      "Can be mutualistic, commensalistic, or parasitic."
    ]
  },
  {
    "word_no.": 25,
    "word": "PARASITE",
    "hints": [
      "An organism that lives in or on another organism and benefits by deriving nutrients at the host's expense.",
      "Includes ticks, fleas, and tapeworms."
    ]
  },
  {
    "word_no.": 26,
    "word": "HOST",
    "hints": [
      "An organism that harbors a parasite or mutualistic species.",
      "The organism being lived in or on."
    ]
  },
  {
    "word_no.": 27,
    "word": "NICHE",
    "hints": [
      "The role and position a species has in its environment.",
      "Describes how an organism interacts with its ecosystem."
    ]
  },
  {
    "word_no.": 28,
    "word": "ADAPTATION",
    "hints": [
      "A change or the process of change by which an organism or species becomes better suited to its environment.",
      "Camouflage is an example."
    ]
  },
  {
    "word_no.": 29,
    "word": "HOMEOSTASIS",
    "hints": [
      "The tendency toward a relatively stable equilibrium between interdependent elements.",
      "The regulation of an organism's internal environment."
    ]
  },
  {
    "word_no.": 30,
    "word": "THERMOREGULATION",
    "hints": [
      "The process that allows the body to maintain its core internal temperature.",
      "The control of body temperature."
    ]
  },
  {
    "word_no.": 31,
    "word": "ECTOTHERM",
    "hints": [
      "An animal that is dependent on external sources of body heat.",
      "Commonly known as 'cold-blooded' animals."
    ]
  },
  {
    "word_no.": 32,
    "word": "ENDOTHERM",
    "hints": [
      "An animal that is dependent on or capable of the internal generation of heat.",
      "Commonly known as 'warm-blooded' animals."
    ]
  },
  {
    "word_no.": 33,
    "word": "HERD",
    "hints": [
      "A large group of animals, especially hoofed mammals, that live and feed together.",
      "A group of elephants or cows."
    ]
  },
  {
    "word_no.": 34,
    "word": "FLOCK",
    "hints": [
      "A group of birds.",
      "A group of sheep or goats."
    ]
  },
  {
    "word_no.": 35,
    "word": "SCHOOL",
    "hints": [
      "A large number of fish or other aquatic animals swimming together.",
      "A group of dolphins or whales can also be called this."
    ]
  },
  {
    "word_no.": 36,
    "word": "SWARM",
    "hints": [
      "A large group of insects.",
      "A large or dense group of flying insects."
    ]
  },
  {
    "word_no.": 37,
    "word": "COLONY",
    "hints": [
      "A group of organisms of the same species living closely together.",
      "A group of ants, bees, or penguins."
    ]
  },
  {
    "word_no.": 38,
    "word": "PRIDE",
    "hints": [
      "A group of lions.",
      "The social unit of lions."
    ]
  },
  {
    "word_no.": 39,
    "word": "PACK",
    "hints": [
      "A group of wild animals, especially wolves, hunting together.",
      "A group of dogs or wolves."
    ]
  },
  {
    "word_no.": 40,
    "word": "POD",
    "hints": [
      "A small herd of seals, whales, or other marine mammals.",
      "A group of dolphins or porpoises."
    ]
  },
  {
    "word_no.": 41,
    "word": "CEREBELLUM",
    "hints": [
      "A part of the brain that plays an important role in motor control.",
      "It is located at the back of the skull."
    ]
  },
  {
    "word_no.": 42,
    "word": "CEREBRUM",
    "hints": [
      "The principal and most anterior part of the brain.",
      "It is responsible for the integration of complex sensory and neural functions."
    ]
  },
  {
    "word_no.": 43,
    "word": "NERVOUS SYSTEM",
    "hints": [
      "The network of nerve cells and fibers that transmits nerve impulses between parts of the body.",
      "It is the control center of the body."
    ]
  },
  {
    "word_no.": 44,
    "word": "CIRCULATORY SYSTEM",
    "hints": [
      "The system that circulates blood and lymph through the body.",
      "The heart is the main organ of this system."
    ]
  },
  {
    "word_no.": 45,
    "word": "RESPIRATORY SYSTEM",
    "hints": [
      "The set of organs responsible for gas exchange.",
      "Lungs and gills are part of this system."
    ]
  },
  {
    "word_no.": 46,
    "word": "DIGESTIVE SYSTEM",
    "hints": [
      "The system of organs that takes in food and digests it to extract energy.",
      "The stomach and intestines are key parts of this system."
    ]
  },
  {
    "word_no.": 47,
    "word": "EXCRETORY SYSTEM",
    "hints": [
      "The system that removes waste from the body.",
      "Kidneys are the main organs of this system."
    ]
  },
  {
    "word_no.": 48,
    "word": "SKELETAL SYSTEM",
    "hints": [
      "The framework of the body, consisting of bones and other connective tissues.",
      "It provides structure and protection for the body."
    ]
  },
  {
    "word_no.": 49,
    "word": "MUSCULAR SYSTEM",
    "hints": [
      "An organ system consisting of skeletal, smooth, and cardiac muscles.",
      "It permits movement of the body."
    ]
  },
  {
    "word_no.": 50,
    "word": "REPRODUCTIVE SYSTEM",
    "hints": [
      "The biological system of an organism used for sexual reproduction.",
      "It includes organs like the testes and ovaries."
    ]
  },
  {
    "word_no.": 51,
    "word": "ENDOCRINE SYSTEM",
    "hints": [
      "The collection of glands that produce hormones.",
      "It regulates metabolism, growth, and development."
    ]
  },
  {
    "word_no.": 52,
    "word": "LYMPHATIC SYSTEM",
    "hints": [
      "A network of tissues and organs that help rid the body of toxins, waste and other unwanted materials.",
      "It's a part of the immune system."
    ]
  },
  {
    "word_no.": 53,
    "word": "IMPACT",
    "hints": [
      "The way in which two things affect each other.",
      "The effect of a predator on a prey population."
    ]
  },
  {
    "word_no.": 54,
    "word": "HOMINID",
    "hints": [
      "Any member of the biological family Hominidae.",
      "This family includes humans, chimpanzees, gorillas, and orangutans."
    ]
  },
  {
    "word_no.": 55,
    "word": "BIPEDAL",
    "hints": [
      "An animal that walks on two legs.",
      "Humans and ostriches are examples."
    ]
  },
  {
    "word_no.": 56,
    "word": "QUADRUPED",
    "hints": [
      "An animal that walks on four legs.",
      "Dogs, cats, and horses are examples."
    ]
  },
  {
    "word_no.": 57,
    "word": "OVIPAROUS",
    "hints": [
      "Animals that lay eggs.",
      "Birds and most reptiles are this type."
    ]
  },
  {
    "word_no.": 58,
    "word": "VIVIPAROUS",
    "hints": [
      "Animals that give birth to live young.",
      "Most mammals are this type."
    ]
  },
  {
    "word_no.": 59,
    "word": "LARVA",
    "hints": [
      "The active immature form of an insect, especially one that differs greatly from the adult.",
      "A caterpillar is a type of this."
    ]
  },
  {
    "word_no.": 60,
    "word": "PUPA",
    "hints": [
      "An insect in its inactive immature form between larva and adult.",
      "The stage of a butterfly inside a chrysalis."
    ]
  },
  {
    "word_no.": 61,
    "word": "METAZOA",
    "hints": [
      "A group that comprises all animals having a body composed of cells differentiated into tissues and organs.",
      "All living things except bacteria, protists, fungi, and plants are this."
    ]
  },
  {
    "word_no.": 62,
    "word": "NEURON",
    "hints": [
      "A specialized cell transmitting nerve impulses.",
      "A nerve cell."
    ]
  },
  {
    "word_no.": 63,
    "word": "PHOTORECEPTOR",
    "hints": [
      "A structure in the eye that is sensitive to light.",
      "Rods and cones are examples."
    ]
  },
  {
    "word_no.": 64,
    "word": "CHEMORECEPTOR",
    "hints": [
      "A sensory receptor that transduces a chemical signal into a cell signal.",
      "Responsible for the sense of smell and taste."
    ]
  },
  {
    "word_no.": 65,
    "word": "MECHANORECEPTOR",
    "hints": [
      "A sensory receptor that responds to mechanical pressure or distortion.",
      "These are found in the skin for touch."
    ]
  },
  {
    "word_no.": 66,
    "word": "THERMORECEPTOR",
    "hints": [
      "A sensory receptor that responds to changes in temperature.",
      "These detect heat and cold."
    ]
  },
  {
    "word_no.": 67,
    "word": "OSMOREGULATION",
    "hints": [
      "The maintenance of constant osmotic pressure in the fluids of an organism.",
      "The regulation of water and salt balance."
    ]
  },
  {
    "word_no.": 68,
    "word": "FOSSIL",
    "hints": [
      "The remains or impression of a prehistoric organism preserved in petrified form.",
      "Provides evidence of past life."
    ]
  },
  {
    "word_no.": 69,
    "word": "PALEONTOLOGY",
    "hints": [
      "The scientific study of life that existed prior to, and sometimes including, the start of the Holocene Epoch.",
      "The study of fossils."
    ]
  },
  {
    "word_no.": 70,
    "word": "ETHOLOGY",
    "hints": [
      "The scientific and objective study of animal behavior.",
      "The study of animal behavior in their natural habitats."
    ]
  },
  {
    "word_no.": 71,
    "word": "GENETICS",
    "hints": [
      "The study of heredity and the variation of inherited characteristics.",
      "The study of genes."
    ]
  },
  {
    "word_no.": 72,
    "word": "ZYGOTE",
    "hints": [
      "A diploid cell resulting from the fusion of two haploid gametes.",
      "A fertilized egg."
    ]
  },
  {
    "word_no.": 73,
    "word": "EMBRYO",
    "hints": [
      "An unborn or unhatched offspring in the process of development.",
      "The stage of development after the zygote."
    ]
  },
  {
    "word_no.": 74,
    "word": "LARVAL",
    "hints": [
      "Relating to a larva.",
      "The immature stage of an insect."
    ]
  },
  {
    "word_no.": 75,
    "word": "ADULT",
    "hints": [
      "A fully grown or developed animal.",
      "The final stage of an organism's life cycle."
    ]
  },
  {
    "word_no.": 76,
    "word": "GENE",
    "hints": [
      "A unit of heredity that is transferred from a parent to offspring.",
      "A sequence of DNA or RNA that codes for a protein."
    ]
  },
  {
    "word_no.": 77,
    "word": "ALLELE",
    "hints": [
      "One of two or more alternative forms of a gene that arise by mutation.",
      "Different versions of a gene."
    ]
  },
  {
    "word_no.": 78,
    "word": "TRAIT",
    "hints": [
      "A distinguishing characteristic or quality.",
      "Eye color or height are examples."
    ]
  },
  {
    "word_no.": 79,
    "word": "DOMINANT",
    "hints": [
      "A gene that is always expressed.",
      "It will show up even if only one copy is present."
    ]
  },
  {
    "word_no.": 80,
    "word": "RECESSIVE",
    "hints": [
      "A gene that is only expressed when two copies are present.",
      "It is masked by a dominant gene."
    ]
  },
  {
    "word_no.": 81,
    "word": "PHENOTYPE",
    "hints": [
      "The set of observable characteristics of an individual.",
      "The physical appearance of an organism."
    ]
  },
  {
    "word_no.": 82,
    "word": "GENOTYPE",
    "hints": [
      "The genetic makeup of an organism.",
      "The set of genes that an organism has."
    ]
  },
  {
    "word_no.": 83,
    "word": "HYBRID",
    "hints": [
      "The offspring of two animals or plants of different species or varieties.",
      "A mule is a cross between a horse and a donkey."
    ]
  },
  {
    "word_no.": 84,
    "word": "MUTATION",
    "hints": [
      "The changing of the structure of a gene.",
      "A permanent change in DNA."
    ]
  },
  {
    "word_no": 85,
    "word": "EVOLUTION",
    "hints": [
      "The process by which different kinds of living organisms are thought to have developed and diversified from earlier forms.",
      "The change in a population over time."
    ]
  },
  {
    "word_no": 86,
    "word": "NATURAL SELECTION",
    "hints": [
      "The process whereby organisms better adapted to their environment tend to survive and produce more offspring.",
      "Survival of the fittest."
    ]
  },
  {
    "word_no": 87,
    "word": "ARTIFICIAL SELECTION",
    "hints": [
      "The intentional breeding of plants or animals to produce desirable traits.",
      "The process used in dog breeding."
    ]
  },
  {
    "word_no": 88,
    "word": "EXTINCTION",
    "hints": [
      "The state or process of a species, family, or larger group being or becoming extinct.",
      "The complete disappearance of a species."
    ]
  },
  {
    "word_no": 89,
    "word": "FUNGAL",
    "hints": [
      "Relating to or caused by a fungus.",
      "This type of infection can affect animals."
    ]
  },
  {
    "word_no": 90,
    "word": "POLLINATOR",
    "hints": [
      "An animal that carries pollen from one plant to another.",
      "Bees and butterflies are examples."
    ]
  },
  {
    "word_no": 91,
    "word": "BIOLUMINESCENCE",
    "hints": [
      "The production and emission of light by a living organism.",
      "Fireflies and some deep-sea fish exhibit this."
    ]
  },
  {
    "word_no": 92,
    "word": "ECHOLOCATION",
    "hints": [
      "The use of sound waves to locate objects.",
      "Used by bats and dolphins to navigate."
    ]
  },
  {
    "word_no": 93,
    "word": "ENDANGERED",
    "hints": [
      "A species that is at risk of becoming extinct.",
      "The giant panda is an example of this status."
    ]
  },
  {
    "word_no": 94,
    "word": "THREATENED",
    "hints": [
      "A species likely to become endangered in the near future.",
      "One level below endangered on the conservation status list."
    ]
  },
  {
    "word_no": 95,
    "word": "PRESERVATION",
    "hints": [
      "The action of conserving something.",
      "The act of protecting wildlife and their habitats."
    ]
  },
  {
    "word_no": 96,
    "word": "CONSERVATION",
    "hints": [
      "The action of preserving and protecting something.",
      "The protection of animals from extinction."
    ]
  },
  {
    "word_no": 97,
    "word": "BIODIVERSITY",
    "hints": [
      "The variety of life in the world or in a particular habitat or ecosystem.",
      "The number and variety of different species in an area."
    ]
  },
  {
    "word_no": 98,
    "word": "HABITAT",
    "hints": [
      "The natural home or environment of an animal, plant, or other organism.",
      "The place where an animal lives."
    ]
  },
  {
    "word_no": 99,
    "word": "ECOSYSTEM",
    "hints": [
      "A biological community of interacting organisms and their physical environment.",
      "Includes both living and non-living things."
    ]
  },
  {
    "word_no": 100,
    "word": "COMMENSALISM",
    "hints": [
      "A relationship between two organisms in which one benefits and the other is not affected.",
      "Barnacles on a whale is an example."
    ]
  },
  {
    "word_no": 101,
    "word": "MUTUALISM",
    "hints": [
      "A relationship between two organisms in which both benefit.",
      "The relationship between a bee and a flower."
    ]
  },
  {
    "word_no": 102,
    "word": "PARASITISM",
    "hints": [
      "A relationship between two organisms in which one benefits at the expense of the other.",
      "Ticks on a dog is an example."
    ]
  },
  {
    "word_no": 103,
    "word": "SYMBIOSIS",
    "hints": [
      "A close and long-term interaction between two different biological species.",
      "A general term for these types of relationships."
    ]
  },
  {
    "word_no": 104,
    "word": "PREDATION",
    "hints": [
      "The preying of one animal on others.",
      "Hunting and killing for food."
    ]
  },
  {
    "word_no": 105,
    "word": "HERBIVORY",
    "hints": [
      "The eating of plants, especially by animals.",
      "The feeding of a deer on grass."
    ]
  },
  {
    "word_no": 106,
    "word": "CARNIVORY",
    "hints": [
      "The eating of meat.",
      "The diet of a lion or wolf."
    ]
  },
  {
    "word_no": 107,
    "word": "PHEROMONE",
    "hints": [
      "A chemical substance produced and released into the environment by an animal.",
      "Used to communicate with other members of its species."
    ]
  },
  {
    "word_no": 108,
    "word": "HOMOLOGOUS",
    "hints": [
      "A structure that is similar in different species of common ancestry.",
      "The forelimbs of humans, bats, and whales."
    ]
  },
  {
    "word_no": 109,
    "word": "ANALOGOUS",
    "hints": [
      "A structure that has a similar function but different evolutionary origin.",
      "The wings of a butterfly and the wings of a bird."
    ]
  },
  {
    "word_no": 110,
    "word": "VESTIGIAL",
    "hints": [
      "An organ or part of an organism that is reduced in size and function over time.",
      "The human appendix is an example."
    ]
  },
  {
    "word_no": 111,
    "word": "EMBRYOLOGY",
    "hints": [
      "The branch of biology concerned with the study of embryos.",
      "The study of the development of an organism."
    ]
  },
  {
    "word_no": 112,
    "word": "MORPHOLOGY",
    "hints": [
      "The study of the form and structure of organisms.",
      "The study of an animal's physical appearance."
    ]
  },
  {
    "word_no": 113,
    "word": "BIOGEOGRAPHY",
    "hints": [
      "The study of the geographical distribution of plants and animals.",
      "The study of where species are found on Earth."
    ]
  },
  {
    "word_no": 114,
    "word": "HOMININ",
    "hints": [
      "Any of the subfamily Homininae, which includes humans and their extinct ancestors.",
      "A more specific term for the human lineage after the split from chimpanzees."
    ]
  },
  {
    "word_no": 115,
    "word": "OSTEOLOGY",
    "hints": [
      "The scientific study of bones.",
      "A branch of anatomy."
    ]
  },
  {
    "word_no": 116,
    "word": "ICHNOLOGY",
    "hints": [
      "The study of fossil footprints and tracks.",
      "The study of trace fossils."
    ]
  },
  {
    "word_no": 117,
    "word": "ORNITHOLOGY",
    "hints": [
      "The scientific study of birds.",
      "A branch of zoology."
    ]
  },
  {
    "word_no": 118,
    "word": "MAMMALOGY",
    "hints": [
      "The scientific study of mammals.",
      "A branch of zoology."
    ]
  },
  {
    "word_no": 119,
    "word": "HERPETOLOGY",
    "hints": [
      "The branch of zoology concerned with the study of amphibians and reptiles.",
      "Includes the study of frogs, snakes, and lizards."
    ]
  },
  {
    "word_no": 120,
    "word": "ICHTHYOLOGY",
    "hints": [
      "The branch of zoology that deals with fish.",
      "The study of fish."
    ]
  },
  {
    "word_no": 121,
    "word": "ENTOMOLOGY",
    "hints": [
      "The scientific study of insects.",
      "A branch of zoology."
    ]
  },
  {
    "word_no": 122,
    "word": "ARACHNOLOGY",
    "hints": [
      "The scientific study of arachnids, such as spiders and scorpions.",
      "A sub-discipline of entomology."
    ]
  },
  {
    "word_no": 123,
    "word": "MYRMECOLOGY",
    "hints": [
      "The scientific study of ants.",
      "A sub-discipline of entomology."
    ]
  },
  {
    "word_no": 124,
    "word": "CETOLOGY",
    "hints": [
      "The branch of marine mammal science that studies whales, dolphins, and porpoises.",
      "The study of cetaceans."
    ]
  },
  {
    "word_no": 125,
    "word": "PRIMATOLOGY",
    "hints": [
      "The scientific study of primates.",
      "Includes the study of monkeys, apes, and lemurs."
    ]
  },
  {
    "word_no": 126,
    "word": "INSECTIVORE",
    "hints": [
      "An animal that feeds on insects.",
      "Ant-eaters and some shrews are examples."
    ]
  },
  {
    "word_no": 127,
    "word": "OOLOGY",
    "hints": [
      "The study of bird eggs.",
      "A specialized branch of ornithology."
    ]
  },
  {
    "word_no": 128,
    "word": "PROTOZOA",
    "hints": [
      "A phylum or group of phyla that comprises single-celled microscopic animals.",
      "Includes amoebas and ciliates."
    ]
  },
  {
    "word_no": 129,
    "word": "NEMATODE",
    "hints": [
      "A worm of the large phylum Nematoda.",
      "Also known as a roundworm."
    ]
  },
  {
    "word_no": 130,
    "word": "PLASMODIUM",
    "hints": [
      "A protozoan parasite.",
      "The causative agent of malaria."
    ]
  },
  {
    "word_no": 131,
    "word": "EGG",
    "hints": [
      "An oval or round object laid by a female bird, reptile, amphibian, fish, or invertebrate.",
      "Contains a developing embryo."
    ]
  },
  {
    "word_no": 132,
    "word": "HATCHLING",
    "hints": [
      "A young animal that has recently hatched from an egg.",
      "A newborn bird or turtle."
    ]
  },
  {
    "word_no": 133,
    "word": "JUVENILE",
    "hints": [
      "A young animal, not yet an adult.",
      "An immature animal."
    ]
  },
  {
    "word_no": 134,
    "word": "PRECOCIOUS",
    "hints": [
      "A term for an animal that is relatively mature and mobile from the moment of birth or hatching.",
      "Examples include chicks and foals."
    ]
  },
  {
    "word_no": 135,
    "word": "ALTRICIAL",
    "hints": [
      "A term for an animal that is helpless at birth or hatching and requires parental care.",
      "Examples include human babies and kittens."
    ]
  },
  {
    "word_no": 136,
    "word": "GESTATION",
    "hints": [
      "The process of carrying or being carried in the womb between conception and birth.",
      "The period of pregnancy in mammals."
    ]
  },
  {
    "word_no": 137,
    "word": "INCUBATION",
    "hints": [
      "The process of an animal, especially a bird, sitting on eggs to keep them warm.",
      "The period of time before an egg hatches."
    ]
  },
  {
    "word_no": 138,
    "word": "TERRITORIAL",
    "hints": [
      "Relating to the behavior of an animal in defending its territory.",
      "Defending a specific area from other animals."
    ]
  },
  {
    "word_no": 139,
    "word": "COURTSHIP",
    "hints": [
      "The behavior of male and female animals of the same species.",
      "Used to attract a mate."
    ]
  },
  {
    "word_no": 140,
    "word": "MONOGAMY",
    "hints": [
      "The practice of having a single partner during a breeding season or for life.",
      "Penguins and beavers are examples."
    ]
  },
  {
    "word_no": 141,
    "word": "POLYGAMY",
    "hints": [
      "The practice of having multiple partners during a breeding season.",
      "Many species of mammals and birds exhibit this."
    ]
  },
  {
    "word_no": 142,
    "word": "PARENTAL CARE",
    "hints": [
      "The behavior of a parent to their offspring.",
      "Includes protecting, feeding, and teaching young."
    ]
  },
  {
    "word_no": 143,
    "word": "BIOME",
    "hints": [
      "A large naturally occurring community of flora and fauna occupying a major habitat.",
      "Examples include the tundra, desert, or tropical rainforest."
    ]
  },
  {
    "word_no": 144,
    "word": "ECOTONE",
    "hints": [
      "A region of transition between two biological communities.",
      "A zone where two habitats meet, such as a forest and a grassland."
    ]
  },
  {
    "word_no": 145,
    "word": "KEYSTONE SPECIES",
    "hints": [
      "A species on which other species in an ecosystem largely depend.",
      "If it were removed, the ecosystem would change drastically."
    ]
  },
  {
    "word_no": 146,
    "word": "OMNIVORY",
    "hints": [
      "The quality or state of being omnivorous.",
      "The ability to eat both plants and animals."
    ]
  },
  {
    "word_no": 147,
    "word": "PREDATION",
    "hints": [
      "The killing and eating of other animals for food.",
      "The act of a predator hunting its prey."
    ]
  },
  {
    "word_no": 148,
    "word": "COMMENSAL",
    "hints": [
      "An organism that lives in a relationship where it benefits and the other organism is not affected.",
      "The barnacle in the commensalism example."
    ]
  },
  {
    "word_no": 149,
    "word": "MUTUALIST",
    "hints": [
      "An organism in a relationship where both organisms benefit.",
      "The bee in the mutualism example."
    ]
  },
  {
    "word_no": 150,
    "word": "PARASITIC",
    "hints": [
      "Relating to or caused by a parasite.",
      "A lifestyle where one organism lives off another."
    ]
  },
  {
    "word_no": 151,
    "word": "BIOLOGICAL CLOCK",
    "hints": [
      "An innate mechanism in an organism that controls the periodicity of its activities.",
      "A circadian rhythm."
    ]
  },
  {
    "word_no": 152,
    "word": "CIRCADIAN RHYTHM",
    "hints": [
      "A natural, internal process that regulates the sleep–wake cycle and repeats roughly every 24 hours.",
      "An internal biological clock."
    ]
  },
  {
    "word_no": 153,
    "word": "DIURNAL",
    "hints": [
      "Active during the day.",
      "Humans and squirrels are examples."
    ]
  },
  {
    "word_no": 154,
    "word": "NOCTURNAL",
    "hints": [
      "Active during the night.",
      "Bats and owls are examples."
    ]
  },
  {
    "word_no": 155,
    "word": "CREPUSCULAR",
    "hints": [
      "Active during the twilight hours of dawn and dusk.",
      "Rabbits and deer are examples."
    ]
  },
  {
    "word_no": 156,
    "word": "ZOOPLANKTON",
    "hints": [
      "Plankton consisting of small animals and the immature stages of larger animals.",
      "Microscopic animals in the ocean."
    ]
  },
  {
    "word_no": 157,
    "word": "PHYTOPLANKTON",
    "hints": [
      "Plankton consisting of microscopic plants.",
      "Forms the base of the marine food chain."
    ]
  },
  {
    "word_no": 158,
    "word": "CILIATE",
    "hints": [
      "A type of protozoan characterized by the presence of cilia.",
      "These use tiny hairs for movement."
    ]
  },
  {
    "word_no": 159,
    "word": "FLAGELLATE",
    "hints": [
      "A cell or organism with one or more whip-like appendages.",
      "These use a flagellum for movement."
    ]
  },
  {
    "word_no": 160,
    "word": "AMOEBA",
    "hints": [
      "A single-celled protozoan that can change its shape.",
      "It moves by extending and retracting pseudopods."
    ]
  },
  {
    "word_no": 161,
    "word": "POLYP",
    "hints": [
      "One of two forms of cnidarians.",
      "A sessile form, like a coral or sea anemone."
    ]
  },
  {
    "word_no": 162,
    "word": "MEDUSA",
    "hints": [
      "One of two forms of cnidarians.",
      "A free-swimming form, like a jellyfish."
    ]
  },
  {
    "word_no": 163,
    "word": "NEMATOCYST",
    "hints": [
      "A stinging organelle found in cnidarians.",
      "Used for defense and to capture prey."
    ]
  },
  {
    "word_no": 164,
    "word": "MOUTH",
    "hints": [
      "The opening in the head of an animal through which food is taken in.",
      "Used for communication and breathing."
    ]
  },
  {
    "word_no": 165,
    "word": "PHARYNX",
    "hints": [
      "The membrane-lined cavity behind the nose and mouth.",
      "Part of the throat in vertebrates."
    ]
  },
  {
    "word_no": 166,
    "word": "ESOPHAGUS",
    "hints": [
      "The part of the alimentary canal that connects the throat to the stomach.",
      "Also known as the food pipe."
    ]
  },
  {
    "word_no": 167,
    "word": "STOMACH",
    "hints": [
      "The internal organ in which the major part of the digestion of food occurs.",
      "A muscular bag that holds and breaks down food."
    ]
  },
  {
    "word_no": 168,
    "word": "INTESTINE",
    "hints": [
      "A long, continuous tube running from the stomach to the anus.",
      "Where most nutrient absorption occurs."
    ]
  },
  {
    "word_no": 169,
    "word": "LIVER",
    "hints": [
      "A large glandular organ in the abdomen.",
      "It produces bile and detoxifies blood."
    ]
  },
  {
    "word_no": 170,
    "word": "PANCREAS",
    "hints": [
      "A large gland behind the stomach.",
      "It secretes digestive enzymes and hormones like insulin."
    ]
  },
  {
    "word_no": 171,
    "word": "KIDNEY",
    "hints": [
      "One of a pair of organs in the abdominal cavity of vertebrates.",
      "It filters waste from the blood."
    ]
  },
  {
    "word_no": 172,
    "word": "HEART",
    "hints": [
      "A hollow muscular organ that pumps blood through the circulatory system.",
      "The central organ of the circulatory system."
    ]
  },
  {
    "word_no": 173,
    "word": "LUNG",
    "hints": [
      "Each of the pair of organs in the chest of vertebrates.",
      "Used for breathing and gas exchange."
    ]
  },
  {
    "word_no": 174,
    "word": "GILL",
    "hints": [
      "The respiratory organ of fish and some other aquatic animals.",
      "Used to extract oxygen from water."
    ]
  },
  {
    "word_no": 175,
    "word": "BRAIN",
    "hints": [
      "An organ of soft nervous tissue contained in the skull of vertebrates.",
      "The center of the nervous system."
    ]
  },
  {
    "word_no": 176,
    "word": "SKELETON",
    "hints": [
      "An internal or external framework of bone, cartilage, or other rigid material.",
      "The framework that supports and protects an animal's body."
    ]
  },
  {
    "word_no": 177,
    "word": "MUSCLE",
    "hints": [
      "A band or bundle of fibrous tissue in a human or animal body.",
      "It has the ability to contract and produce movement."
    ]
  },
  {
    "word_no": 178,
    "word": "CARTILAGE",
    "hints": [
      "A firm, flexible connective tissue.",
      "Found in the nose, ears, and joints."
    ]
  },
  {
    "word_no": 179,
    "word": "TENDON",
    "hints": [
      "A flexible but inelastic cord of strong fibrous collagen tissue.",
      "It attaches muscle to bone."
    ]
  },
  {
    "word_no": 180,
    "word": "LIGAMENT",
    "hints": [
      "A short band of tough, flexible, fibrous connective tissue.",
      "It connects two bones or cartilages or holds together a joint."
    ]
  },
  {
    "word_no": 181,
    "word": "JOINT",
    "hints": [
      "A point at which two or more things are joined.",
      "The connection between two bones."
    ]
  },
  {
    "word_no": 182,
    "word": "SPINE",
    "hints": [
      "The series of vertebrae extending from the skull to the pelvis.",
      "Also known as the backbone."
    ]
  },
  {
    "word_no": 183,
    "word": "VERTEBRA",
    "hints": [
      "Each of the series of small bones forming the backbone.",
      "The individual bones of the spine."
    ]
  },
  {
    "word_no": 184,
    "word": "SKULL",
    "hints": [
      "A framework of bone or cartilage enclosing the brain.",
      "The bony part of the head."
    ]
  },
  {
    "word_no": 185,
    "word": "RIBCAGE",
    "hints": [
      "The bony framework of the chest.",
      "It protects the heart and lungs."
    ]
  },
  {
    "word_no": 186,
    "word": "PELVIS",
    "hints": [
      "The large bony framework at the base of the spine.",
      "It supports the trunk and connects to the legs."
    ]
  },
  {
    "word_no": 187,
    "word": "FEMUR",
    "hints": [
      "The bone of the thigh.",
      "The longest and strongest bone in the body."
    ]
  },
  {
    "word_no": 188,
    "word": "HUMERUS",
    "hints": [
      "The bone of the upper arm.",
      "It runs from the shoulder to the elbow."
    ]
  },
  {
    "word_no": 189,
    "word": "RADIUS",
    "hints": [
      "One of the two large bones of the forearm.",
      "It extends from the elbow to the wrist."
    ]
  },
  {
    "word_no": 190,
    "word": "ULNA",
    "hints": [
      "The other of the two large bones of the forearm.",
      "It is on the side of the pinky finger."
    ]
  },
  {
    "word_no": 191,
    "word": "TIBIA",
    "hints": [
      "The inner and typically larger of the two bones between the knee and the ankle.",
      "The shinbone."
    ]
  },
  {
    "word_no": 192,
    "word": "FIBULA",
    "hints": [
      "The outer and typically smaller of the two bones between the knee and the ankle.",
      "It runs parallel to the tibia."
    ]
  },
  {
    "word_no": 193,
    "word": "CARPUS",
    "hints": [
      "The group of small bones between the forearm and the hand.",
      "The wrist bones."
    ]
  },
  {
    "word_no": 194,
    "word": "TARSUS",
    "hints": [
      "A cluster of seven bones in each foot.",
      "The ankle bones."
    ]
  },
  {
    "word_no": 195,
    "word": "METACARPAL",
    "hints": [
      "Any of the five bones of the hand.",
      "They connect the wrist to the fingers."
    ]
  },
  {
    "word_no": 196,
    "word": "METATARSAL",
    "hints": [
      "Any of the five bones of the foot.",
      "They connect the ankle to the toes."
    ]
  },
  {
    "word_no": 197,
    "word": "PHALANGES",
    "hints": [
      "The bones that make up the fingers and toes.",
      "Three in each finger and two in each thumb."
    ]
  },
  {
    "word_no": 198,
    "word": "REACTION",
    "hints": [
      "An action in response to some influence or stimulus.",
      "The process of a muscle contracting."
    ]
  },
  {
    "word_no": 199,
    "word": "PERISTALSIS",
    "hints": [
      "The involuntary constriction and relaxation of the muscles of the intestine or another canal.",
      "It creates wavelike movements that push the contents forward."
    ]
  },
  {
    "word_no": 200,
    "word": "GASTRULATION",
    "hints": [
      "The process in which a gastrula develops from a blastula by the inward migration of some of its cells.",
      "A stage in early embryonic development."
    ]
  },
  {
    "word_no": 201,
    "word": "NEURULATION",
    "hints": [
      "The process in which the neural plate becomes the neural tube.",
      "A stage of embryonic development that forms the central nervous system."
    ]
  },
  {
    "word_no": 202,
    "word": "CLEAVAGE",
    "hints": [
      "The division of cells in the early embryo.",
      "The series of mitotic divisions that the zygote undergoes."
    ]
  },
  {
    "word_no": 203,
    "word": "BLASTULA",
    "hints": [
      "An early stage of an embryo.",
      "A hollow ball of cells."
    ]
  },
  {
    "word_no": 204,
    "word": "GASTRULA",
    "hints": [
      "An embryo at the stage following the blastula.",
      "Characterized by the formation of three germ layers."
    ]
  },
  {
    "word_no": 205,
    "word": "GERM LAYERS",
    "hints": [
      "The three primary layers of cells in an embryo.",
      "Includes the ectoderm, mesoderm, and endoderm."
    ]
  },
  {
    "word_no": 206,
    "word": "ECTODERM",
    "hints": [
      "The outermost of the three primary germ layers.",
      "It gives rise to the nervous system and skin."
    ]
  },
  {
    "word_no": 207,
    "word": "MESODERM",
    "hints": [
      "The middle of the three primary germ layers.",
      "It gives rise to the muscles, skeleton, and circulatory system."
    ]
  },
  {
    "word_no": 208,
    "word": "ENDODERM",
    "hints": [
      "The innermost of the three primary germ layers.",
      "It gives rise to the gut, lungs, and liver."
    ]
  },
  {
    "word_no": 209,
    "word": "AMNIOTIC EGG",
    "hints": [
      "The type of egg laid by reptiles, birds, and monotremes.",
      "It is a shelled egg containing a fluid-filled sac for the embryo."
    ]
  },
  {
    "word_no": 210,
    "word": "PLUMAGE",
    "hints": [
      "A bird's feathers collectively.",
      "The entire coat of feathers of a bird."
    ]
  },
  {
    "word_no": 211,
    "word": "FLEDGLING",
    "hints": [
      "A young bird that has just acquired its flight feathers.",
      "A young bird ready to leave the nest."
    ]
  },
  {
    "word_no": 212,
    "word": "MOLTING",
    "hints": [
      "The process of shedding an old exoskeleton or feathers.",
      "A snake shedding its skin."
    ]
  },
  {
    "word_no": 213,
    "word": "HORMONES",
    "hints": [
      "Chemical messengers that travel through the bloodstream.",
      "Produced by the endocrine glands."
    ]
  },
  {
    "word_no": 214,
    "word": "GLAND",
    "hints": [
      "An organ in the human or animal body that secretes particular chemical substances.",
      "The pituitary and thyroid are examples."
    ]
  },
  {
    "word_no": 215,
    "word": "THYROID",
    "hints": [
      "A large ductless gland in the neck.",
      "It secretes hormones regulating growth and metabolism."
    ]
  },
  {
    "word_no": 216,
    "word": "PITUITARY",
    "hints": [
      "The master gland of the endocrine system.",
      "A small gland at the base of the brain that controls other glands."
    ]
  },
  {
    "word_no": 217,
    "word": "ADRENAL",
    "hints": [
      "A pair of endocrine glands located above the kidneys.",
      "They produce hormones like adrenaline."
    ]
  },
  {
    "word_no": 218,
    "word": "INSULIN",
    "hints": [
      "A hormone produced in the pancreas.",
      "It regulates the amount of glucose in the blood."
    ]
  },
  {
    "word_no": 219,
    "word": "GLUCAGON",
    "hints": [
      "A hormone produced by the pancreas.",
      "It raises the concentration of glucose in the bloodstream."
    ]
  },
  {
    "word_no": 220,
    "word": "CORTISOL",
    "hints": [
      "A steroid hormone produced by the adrenal glands.",
      "Often called the 'stress hormone'."
    ]
  },
  {
    "word_no": 221,
    "word": "ADRENALINE",
    "hints": [
      "A hormone secreted by the adrenal glands.",
      "The 'fight-or-flight' hormone."
    ]
  },
  {
    "word_no": 222,
    "word": "MELATONIN",
    "hints": [
      "A hormone secreted by the pineal gland.",
      "It helps regulate sleep and wake cycles."
    ]
  },
  {
    "word_no": 223,
    "word": "OXYTOCIN",
    "hints": [
      "A hormone that acts as a neurotransmitter.",
      "Known as the 'love hormone'."
    ]
  },
  {
    "word_no": 224,
    "word": "VASOPRESSIN",
    "hints": [
      "A hormone that regulates the body's water balance.",
      "Also known as antidiuretic hormone (ADH)."
    ]
  },
  {
    "word_no": 225,
    "word": "THYROXINE",
    "hints": [
      "The main hormone produced by the thyroid gland.",
      "It plays a crucial role in metabolism."
    ]
  },
  {
    "word_no": 226,
    "word": "PROLACTIN",
    "hints": [
      "A hormone produced by the pituitary gland.",
      "Primarily associated with lactation in mammals."
    ]
  },
  {
    "word_no": 227,
    "word": "ESTROGEN",
    "hints": [
      "A group of steroid hormones that promote the development and maintenance of female characteristics.",
      "The primary female sex hormone."
    ]
  },
  {
    "word_no": 228,
    "word": "TESTOSTERONE",
    "hints": [
      "A steroid hormone that stimulates development of male secondary sexual characteristics.",
      "The primary male sex hormone."
    ]
  },
  {
    "word_no": 229,
    "word": "GAMETE",
    "hints": [
      "A mature haploid male or female germ cell which is able to unite with another of the opposite sex in sexual reproduction.",
      "A sperm or an egg."
    ]
  },
  {
    "word_no": 230,
    "word": "HAPLOID",
    "hints": [
      "Having a single set of unpaired chromosomes.",
      "The state of a gamete."
    ]
  },
  {
    "word_no": 231,
    "word": "DIPLOID",
    "hints": [
      "Containing two complete sets of chromosomes, one from each parent.",
      "The state of a zygote or a somatic cell."
    ]
  },
  {
    "word_no": 232,
    "word": "MEIOSIS",
    "hints": [
      "A type of cell division that results in four daughter cells each with half the number of chromosomes of the parent cell.",
      "Used to produce gametes."
    ]
  },
  {
    "word_no": 233,
    "word": "MITOSIS",
    "hints": [
      "A type of cell division that results in two identical daughter cells.",
      "Used for growth and repair."
    ]
  },
  {
    "word_no": 234,
    "word": "SOMATIC CELL",
    "hints": [
      "Any cell of a living organism other than the reproductive cells.",
      "A body cell."
    ]
  },
  {
    "word_no": 235,
    "word": "EUGENA",
    "hints": [
      "A genus of single-celled flagellate protists.",
      "Often used in biology classes to study cell structure."
    ]
  },
  {
    "word_no": 236,
    "word": "PARACALIA",
    "hints": [
      "An appendage that helps in locomotion.",
      "A type of pseudopod."
    ]
  },
  {
    "word_no": 237,
    "word": "CNIDARIAN",
    "hints": [
      "A phylum of aquatic invertebrate animals.",
      "Includes jellyfish, sea anemones, and corals."
    ]
  },
  {
    "word_no": 238,
    "word": "CRUSTACEAN",
    "hints": [
      "An arthropod of the large class Crustacea.",
      "Includes crabs, lobsters, shrimp, and barnacles."
    ]
  },
  {
    "word_no": 239,
    "word": "CHITIN",
    "hints": [
      "A fibrous substance consisting of polysaccharides.",
      "The main component of the exoskeleton of arthropods."
    ]
  },
  {
    "word_no": 240,
    "word": "CARAPACE",
    "hints": [
      "The hard upper shell of a turtle, crab, or other crustacean.",
      "A protective shell."
    ]
  },
  {
    "word_no": 241,
    "word": "CEPHALOTHORAX",
    "hints": [
      "The fused head and thorax of spiders and other chelicerate arthropods.",
      "The body part of a lobster that includes the head."
    ]
  },
  {
    "word_no": 242,
    "word": "ABDOMEN",
    "hints": [
      "The part of the body of a vertebrate containing the digestive organs.",
      "The belly."
    ]
  },
  {
    "word_no": 243,
    "word": "ARACHNID",
    "hints": [
      "An arthropod of the class Arachnida.",
      "Includes spiders, scorpions, mites, and ticks."
    ]
  },
  {
    "word_no": 244,
    "word": "EXOSKELETON",
    "hints": [
      "A rigid external skeleton.",
      "The skeleton of an insect or crab."
    ]
  },
  {
    "word_no": 245,
    "word": "ENDOSKELETON",
    "hints": [
      "An internal skeleton.",
      "The skeleton of a vertebrate."
    ]
  },
  {
    "word_no": 246,
    "word": "HYDRA",
    "hints": [
      "A genus of small fresh-water animals of the phylum Cnidaria.",
      "It has a tubular body and can regenerate itself."
    ]
  },
  {
    "word_no": 247,
    "word": "JELLYFISH",
    "hints": [
      "A free-swimming marine animal with a bell-shaped body and tentacles.",
      "A type of cnidarian."
    ]
  },
  {
    "word_no": 248,
    "word": "CORAL",
    "hints": [
      "A marine invertebrate of the phylum Cnidaria.",
      "It typically forms large reefs."
    ]
  },
  {
    "word_no": 249,
    "word": "ANNELIDA",
    "hints": [
      "A large phylum of worms with segmented bodies.",
      "Includes earthworms and leeches."
    ]
  },
  {
    "word_no": 250,
    "word": "ANNELID",
    "hints": [
      "A segmented worm.",
      "An earthworm is an example."
    ]
  },
  {
    "word_no": 251,
    "word": "NEMATODA",
    "hints": [
      "A phylum of worms that includes roundworms.",
      "They are non-segmented worms."
    ]
  },
  {
    "word_no": 252,
    "word": "PLATYHELMINTHES",
    "hints": [
      "A phylum of worms that includes flatworms.",
      "Tapeworms and flukes are examples."
    ]
  },
  {
    "word_no": 253,
    "word": "MOLLUSCA",
    "hints": [
      "A phylum of invertebrates with soft, unsegmented bodies.",
      "Includes snails, slugs, clams, and octopuses."
    ]
  },
  {
    "word_no": 254,
    "word": "GASTROPOD",
    "hints": [
      "A class of mollusks.",
      "Includes snails and slugs."
    ]
  },
  {
    "word_no": 255,
    "word": "BIVALVE",
    "hints": [
      "An aquatic mollusk that has a compressed body enclosed within a hinged shell.",
      "Clams, oysters, and mussels are examples."
    ]
  },
  {
    "word_no": 256,
    "word": "CEPHALOPOD",
    "hints": [
      "A class of mollusks characterized by having a prominent head and a set of arms or tentacles.",
      "Includes squids, octopuses, and cuttlefish."
    ]
  },
  {
    "word_no": 257,
    "word": "ECHINODERMATA",
    "hints": [
      "A phylum of marine animals.",
      "Includes starfish, sea urchins, and sea cucumbers."
    ]
  },
  {
    "word_no": 258,
    "word": "STARFISH",
    "hints": [
      "A marine invertebrate with five or more arms radiating from a central disk.",
      "Also known as a sea star."
    ]
  },
  {
    "word_no": 259,
    "word": "SEA URCHIN",
    "hints": [
      "A small, spiny, globular echinoderm.",
      "Found in all oceans."
    ]
  },
  {
    "word_no": 260,
    "word": "CHORDATA",
    "hints": [
      "The phylum of animals that have a notochord.",
      "Includes all vertebrates."
    ]
  },
  {
    "word_no": 261,
    "word": "NOTOCHORD",
    "hints": [
      "A flexible rod that supports a chordate's back.",
      "A primitive spine."
    ]
  },
  {
    "word_no": 262,
    "word": "GILL SLITS",
    "hints": [
      "Openings that connect the pharynx with the outside.",
      "A feature of all chordates at some stage of development."
    ]
  },
  {
    "word_no": 263,
    "word": "POST ANAL TAIL",
    "hints": [
      "A posterior elongation of the body.",
      "A feature of all chordates at some stage of development."
    ]
  },
  {
    "word_no": 264,
    "word": "HAGFISH",
    "hints": [
      "A jawless fish.",
      "Known for producing copious amounts of slime."
    ]
  },
  {
    "word_no": 265,
    "word": "LAMPREY",
    "hints": [
      "A jawless fish with a toothed, funnel-like sucking mouth.",
      "A parasitic fish."
    ]
  },
  {
    "word_no": 266,
    "word": "CARTILAGINOUS",
    "hints": [
      "Having a skeleton composed of cartilage rather than bone.",
      "Sharks and rays are this type of fish."
    ]
  },
  {
    "word_no": 267,
    "word": "SHARK",
    "hints": [
      "A long-bodied predatory fish.",
      "Known for its sharp teeth and cartilaginous skeleton."
    ]
  },
  {
    "word_no": 268,
    "word": "RAY",
    "hints": [
      "A cartilaginous fish with a flattened body and winglike pectoral fins.",
      "Includes stingrays and manta rays."
    ]
  },
  {
    "word_no": 269,
    "word": "BONY FISH",
    "hints": [
      "A fish with a skeleton of bone.",
      "The majority of fish species."
    ]
  },
  {
    "word_no": 270,
    "word": "LUNGFISH",
    "hints": [
      "A type of freshwater fish that has both gills and a primitive lung.",
      "It can breathe air."
    ]
  },
  {
    "word_no": 271,
    "word": "COELACANTH",
    "hints": [
      "A lobe-finned fish that was once thought to be extinct.",
      "Considered a 'living fossil'."
    ]
  },
  {
    "word_no": 272,
    "word": "AMPHIBIAN",
    "hints": [
      "A cold-blooded vertebrate that lives both on land and in water.",
      "Includes frogs, toads, newts, and salamanders."
    ]
  },
  {
    "word_no": 273,
    "word": "CAECILIAN",
    "hints": [
      "A limbless, burrowing amphibian.",
      "Resembles a snake or worm."
    ]
  },
  {
    "word_no": 274,
    "word": "URODELE",
    "hints": [
      "An amphibian with a tail.",
      "Includes newts and salamanders."
    ]
  },
  {
    "word_no": 275,
    "word": "ANURAN",
    "hints": [
      "A tail-less amphibian.",
      "Includes frogs and toads."
    ]
  },
  {
    "word_no": 276,
    "word": "REPTILIA",
    "hints": [
      "A class of cold-blooded vertebrates.",
      "Includes snakes, lizards, turtles, and alligators."
    ]
  },
  {
    "word_no": 277,
    "word": "ARCHOSAUR",
    "hints": [
      "A major group of reptiles including dinosaurs and birds.",
      "A group of 'ruling reptiles'."
    ]
  },
  {
    "word_no": 278,
    "word": "DINOSAUR",
    "hints": [
      "A group of reptiles that dominated terrestrial ecosystems for over 160 million years.",
      "T-Rex is an example."
    ]
  },
  {
    "word_no": 279,
    "word": "CROCODILIAN",
    "hints": [
      "A reptile of the order Crocodilia.",
      "Includes alligators, crocodiles, and gharials."
    ]
  },
  {
    "word_no": 280,
    "word": "TESTUDINE",
    "hints": [
      "A reptile of the order Testudines.",
      "Includes turtles, tortoises, and terrapins."
    ]
  },
  {
    "word_no": 281,
    "word": "SQUAMATA",
    "hints": [
      "The largest order of reptiles.",
      "Includes lizards, snakes, and amphisbaenians."
    ]
  },
  {
    "word_no": 282,
    "word": "OPHIDIA",
    "hints": [
      "The suborder of snakes.",
      "A group of legless reptiles."
    ]
  },
  {
    "word_no": 283,
    "word": "AVES",
    "hints": [
      "The class of birds.",
      "A group of warm-blooded, egg-laying vertebrates."
    ]
  },
  {
    "word_no": 284,
    "word": "MONOTREME",
    "hints": [
      "A mammal that lays eggs.",
      "The platypus and echidna are examples."
    ]
  },
  {
    "word_no": 285,
    "word": "MARSUPIAL",
    "hints": [
      "A mammal of an order whose members are characterized by the pouch in which they carry their young.",
      "Kangaroos and koalas are examples."
    ]
  },
  {
    "word_no": 286,
    "word": "PLACENTAL",
    "hints": [
      "A mammal that has a placenta for nourishing the fetus.",
      "Humans, whales, and dogs are examples."
    ]
  },
  {
    "word_no": 287,
    "word": "PRIMATE",
    "hints": [
      "A mammal of the order Primates.",
      "Includes lemurs, monkeys, apes, and humans."
    ]
  },
  {
    "word_no": 288,
    "word": "RODENT",
    "hints": [
      "A mammal of the order Rodentia.",
      "Includes mice, rats, squirrels, and beavers."
    ]
  },
  {
    "word_no": 289,
    "word": "CHIROPTERA",
    "hints": [
      "The order of mammals that includes bats.",
      "The only mammals capable of sustained flight."
    ]
  },
  {
    "word_no": 290,
    "word": "CETACEA",
    "hints": [
      "The order of marine mammals that includes whales, dolphins, and porpoises.",
      "A group of aquatic mammals."
    ]
  },
  {
    "word_no": 291,
    "word": "CARNIVORA",
    "hints": [
      "An order of mammals that includes cats, dogs, bears, and seals.",
      "These are primarily meat-eaters."
    ]
  },
  {
    "word_no": 292,
    "word": "ARTIODACTYLA",
    "hints": [
      "An order of even-toed ungulates.",
      "Includes pigs, hippos, deer, and cattle."
    ]
  },
  {
    "word_no": 293,
    "word": "PERISSODACTYLA",
    "hints": [
      "An order of odd-toed ungulates.",
      "Includes horses, rhinoceroses, and tapirs."
    ]
  },
  {
    "word_no": 294,
    "word": "PROBOSCIDEA",
    "hints": [
      "An order of mammals that includes elephants.",
      "Characterized by a long trunk or proboscis."
    ]
  },
  {
    "word_no": 295,
    "word": "SIRENIA",
    "hints": [
      "An order of aquatic mammals.",
      "Includes manatees and dugongs."
    ]
  },
  {
    "word_no": 296,
    "word": "XENARTHRA",
    "hints": [
      "An order of mammals found in the Americas.",
      "Includes sloths, armadillos, and anteaters."
    ]
  },
  {
    "word_no": 297,
    "word": "LAGOMORPHA",
    "hints": [
      "An order of mammals that includes rabbits, hares, and pikas.",
      "Often mistaken for rodents."
    ]
  },
  {
    "word_no": 298,
    "word": "CETACEAN",
    "hints": [
      "An aquatic mammal of the order Cetacea.",
      "Includes whales and dolphins."
    ]
  },
  {
    "word_no": 299,
    "word": "PINNIPEDIA",
    "hints": [
      "A suborder of carnivorous marine mammals.",
      "Includes seals, sea lions, and walruses."
    ]
  },
  {
    "word_no": 300,
    "word": "MONOTREME",
    "hints": [
      "A mammal that lays eggs.",
      "Platypus and echidna are examples."
    ]
  }
]
