[
  {
    "word_no.": 1,
    "word": "All that glitters is not gold",
    "hints": [
      "A proverb from a Shakespearean comedy",
      "From the play The Merchant of Venice",
      "The author is widely regarded as the greatest writer in the English language"
    ]
  },
  {
    "word_no.": 2,
    "word": "To be or not to be that is the question",
    "hints": [
      "A famous soliloquy from a tragedy by Shakespeare",
      "Spoken by the Prince of Denmark",
      "The character ponders life and death"
    ]
  },
  {
    "word_no.": 3,
    "word": "It was the best of times it was the worst of times",
    "hints": [
      "The opening line of a Charles Dickens novel",
      "Set during the French Revolution",
      "The book is A Tale of Two Cities"
    ]
  },
  {
    "word_no.": 4,
    "word": "I think therefore I am",
    "hints": [
      "A philosophical statement by a French thinker",
      "Associated with rationalism and the search for certainty",
      "The original phrase is in Latin and French"
    ]
  },
  {
    "word_no.": 5,
    "word": "Call me Ishmael",
    "hints": [
      "The famous first line of an American novel",
      "Written by Herman Melville",
      "The book is about a captain obsessed with a white whale"
    ]
  },
  {
    "word_no.": 6,
    "word": "The only thing we have to fear is fear itself",
    "hints": [
      "A powerful statement from an American president",
      "Made during his first inaugural address",
      "The president's name was Franklin D Roosevelt"
    ]
  },
  {
    "word_no.": 7,
    "word": "A rose by any other name would smell as sweet",
    "hints": [
      "Spoken by Juliet in a Shakespearean tragedy",
      "She is discussing the nature of names and identity",
      "The play is about two star-crossed lovers"
    ]
  },
  {
    "word_no.": 8,
    "word": "Elementary my dear Watson",
    "hints": [
      "A popular phrase associated with a famous fictional detective",
      "The detective is known for his logical deductions",
      "The character was created by Sir Arthur Conan Doyle"
    ]
  },
  {
    "word_no.": 9,
    "word": "The pen is mightier than the sword",
    "hints": [
      "A quote from a 19th-century English playwright",
      "The author's name is Edward Bulwer-Lytton",
      "It emphasizes the power of communication and ideas"
    ]
  },
  {
    "word_no.": 10,
    "word": "Et tu Brute",
    "hints": [
      "Spoken by Julius Caesar in a Shakespeare play",
      "The line expresses shock at a betrayal",
      "The play is a historical tragedy"
    ]
  },
  {
    "word_no.": 11,
    "word": "It is a truth universally acknowledged that a single man in possession of a good fortune must be in want of a wife",
    "hints": [
      "The famous opening line of a Jane Austen novel",
      "The book is a classic of English literature",
      "The main character is Elizabeth Bennet"
    ]
  },
  {
    "word_no.": 12,
    "word": "Hope is the thing with feathers",
    "hints": [
      "A famous line from a poem",
      "The poet is a reclusive American writer",
      "The author is Emily Dickinson"
    ]
  },
  {
    "word_no.": 13,
    "word": "Two roads diverged in a yellow wood",
    "hints": [
      "The first line of a famous American poem",
      "The poem is about making choices",
      "The author is Robert Frost"
    ]
  },
  {
    "word_no.": 14,
    "word": "You can't handle the truth",
    "hints": [
      "A memorable line from a legal drama film",
      "Spoken by a colonel on the witness stand",
      "The line was delivered by actor Jack Nicholson"
    ]
  },
  {
    "word_no.": 15,
    "word": "Stay hungry stay foolish",
    "hints": [
      "A famous piece of advice from a commencement speech",
      "The speaker was the co-founder of Apple",
      "The speech was delivered by Steve Jobs"
    ]
  },
  {
    "word_no.": 16,
    "word": "There is some good in this world and it's worth fighting for",
    "hints": [
      "A quote from a character in The Lord of the Rings",
      "Spoken by the hobbit Samwise Gamgee",
      "The book is a classic fantasy epic"
    ]
  },
  {
    "word_no.": 17,
    "word": "Not all those who wander are lost",
    "hints": [
      "A line from a poem in The Lord of the Rings",
      "The poem is about the character Aragorn",
      "It suggests that wandering can be a purposeful journey"
    ]
  },
  {
    "word_no.": 18,
    "word": "The mind is its own place and in itself can make a heaven of hell a hell of heaven",
    "hints": [
      "A line from John Milton's epic poem Paradise Lost",
      "Spoken by the character of Satan",
      "It explores the power of the mind and willpower"
    ]
  },
  {
    "word_no.": 19,
    "word": "The unexamined life is not worth living",
    "hints": [
      "A famous philosophical quote",
      "Attributed to the ancient Greek philosopher Socrates",
      "It encourages self-reflection and introspection"
    ]
  },
  {
    "word_no.": 20,
    "word": "The future belongs to those who believe in the beauty of their dreams",
    "hints": [
      "A quote about hope and aspirations",
      "Attributed to Eleanor Roosevelt",
      "She was the longest-serving First Lady of the United States"
    ]
  },
  {
    "word_no.": 21,
    "word": "And so we beat on boats against the current borne back ceaselessly into the past",
    "hints": [
      "The final line of The Great Gatsby",
      "Written by F Scott Fitzgerald",
      "The novel is about the pursuit of the American Dream"
    ]
  },
  {
    "word_no.": 22,
    "word": "Do not go gentle into that good night",
    "hints": [
      "A famous line from a poem",
      "Written by the Welsh poet Dylan Thomas",
      "The poem is about resisting death"
    ]
  },
  {
    "word_no.": 23,
    "word": "Hell is other people",
    "hints": [
      "A line from Jean-Paul Sartre's play No Exit",
      "The play is a classic of existentialism",
      "It suggests that the presence of others can be a source of torment"
    ]
  },
  {
    "word_no.": 24,
    "word": "The mass of men lead lives of quiet desperation",
    "hints": [
      "From Henry David Thoreau's book Walden",
      "It is a reflection on society and individualism",
      "The author lived in a cabin in the woods to simplify his life"
    ]
  },
  {
    "word_no.": 25,
    "word": "I have not failed I've just found 10 000 ways that won't work",
    "hints": [
      "A quote about perseverance and invention",
      "Attributed to a famous American inventor",
      "The inventor's name was Thomas Edison"
    ]
  },
  {
    "word_no.": 26,
    "word": "There is no friend as loyal as a book",
    "hints": [
      "A quote about the value of reading",
      "Attributed to the author of The Old Man and the Sea",
      "The author is Ernest Hemingway"
    ]
  },
  {
    "word_no.": 27,
    "word": "Curiouser and curiouser",
    "hints": [
      "Spoken by Alice in a famous children's story",
      "The book is Alice's Adventures in Wonderland",
      "The author is Lewis Carroll"
    ]
  },
  {
    "word_no.": 28,
    "word": "It is our choices Harry that show what we truly are far more than our abilities",
    "hints": [
      "A quote from a popular fantasy series",
      "Spoken by Albus Dumbledore",
      "From the book Harry Potter and the Chamber of Secrets"
    ]
  },
  {
    "word_no.": 29,
    "word": "With great power comes great responsibility",
    "hints": [
      "A famous line from a comic book series",
      "Associated with the character Spider-Man",
      "The line is often attributed to his Uncle Ben"
    ]
  },
  {
    "word_no.": 30,
    "word": "The most beautiful things in the world cannot be seen or touched they are felt with the heart",
    "hints": [
      "From the book The Little Prince",
      "Written by Antoine de Saint-Exupéry",
      "It is a philosophical and poetic tale"
    ]
  },
  {
    "word_no.": 31,
    "word": "You have brains in your head You have feet in your shoes You can steer yourself any direction you choose",
    "hints": [
      "From a children's book by Dr Seuss",
      "The book is Oh the Places You'll Go",
      "It is a message about self-reliance and potential"
    ]
  },
  {
    "word_no.": 32,
    "word": "It is only with the heart that one can see rightly what is essential is invisible to the eye",
    "hints": [
      "A quote from a character in The Little Prince",
      "Spoken by the Fox",
      "It emphasizes the importance of intuition and feeling"
    ]
  },
  {
    "word_no.": 33,
    "word": "For the word is a lamp unto my feet and a light unto my path",
    "hints": [
      "A verse from the Book of Psalms",
      "Found in the Old Testament of the Bible",
      "It highlights the role of divine guidance"
    ]
  },
  {
    "word_no.": 34,
    "word": "If you want to know what a man's like take a good look at how he treats his inferiors not his equals",
    "hints": [
      "A quote from a popular fantasy series",
      "Spoken by Sirius Black",
      "From the book Harry Potter and the Goblet of Fire"
    ]
  },
  {
    "word_no.": 35,
    "word": "So we beat on boats against the current borne back ceaselessly into the past",
    "hints": [
      "The final line of a famous American novel",
      "Written by F Scott Fitzgerald",
      "The book is The Great Gatsby"
    ]
  },
  {
    "word_no.": 36,
    "word": "I am no bird and no net ensnares me",
    "hints": [
      "A declaration of independence from the novel Jane Eyre",
      "Spoken by the main character",
      "The author is Charlotte Brontë"
    ]
  },
  {
    "word_no.": 37,
    "word": "The truth is rarely pure and never simple",
    "hints": [
      "A quote from a play by Oscar Wilde",
      "The play is The Importance of Being Earnest",
      "It is a satirical look at Victorian society"
    ]
  },
  {
    "word_no.": 38,
    "word": "What is essential is invisible to the eye",
    "hints": [
      "A simplified version of a famous quote",
      "From the book The Little Prince",
      "Spoken by the Fox"
    ]
  },
  {
    "word_no.": 39,
    "word": "I have a dream",
    "hints": [
      "A famous speech by a civil rights leader",
      "Delivered in Washington DC in 1963",
      "The speaker was Martin Luther King Jr"
    ]
  },
  {
    "word_no.": 40,
    "word": "There is a tide in the affairs of men which taken at the flood leads on to fortune",
    "hints": [
      "A quote from a Shakespearean tragedy",
      "Spoken by Brutus in the play Julius Caesar",
      "It refers to seizing an opportunity at the right moment"
    ]
  },
  {
    "word_no.": 41,
    "word": "Give me liberty or give me death",
    "hints": [
      "A famous line from a speech by an American patriot",
      "The speaker was Patrick Henry",
      "The speech was given during the American Revolution"
    ]
  },
  {
    "word_no.": 42,
    "word": "All animals are equal but some animals are more equal than others",
    "hints": [
      "A satirical line from a political novella",
      "Written by George Orwell",
      "The book is Animal Farm"
    ]
  },
  {
    "word_no.": 43,
    "word": "It is better to be a human being dissatisfied than a pig satisfied",
    "hints": [
      "A philosophical quote about happiness and intellect",
      "From the book Utilitarianism by John Stuart Mill",
      "It argues for higher-order pleasures"
    ]
  },
  {
    "word_no.": 44,
    "word": "Nothing is so painful to the human mind as a great and sudden change",
    "hints": [
      "A quote from a Gothic novel",
      "Written by Mary Shelley",
      "The book is Frankenstein"
    ]
  },
  {
    "word_no.": 45,
    "word": "The most courageous act is still to think for yourself Aloud",
    "hints": [
      "A quote about independent thought",
      "Attributed to Coco Chanel",
      "She was a famous French fashion designer"
    ]
  },
  {
    "word_no.": 46,
    "word": "You shall not pass",
    "hints": [
      "A famous line from a fantasy novel",
      "Spoken by Gandalf the wizard",
      "From The Lord of the Rings The Fellowship of the Ring"
    ]
  },
  {
    "word_no.": 47,
    "word": "I am a part of all that I have met",
    "hints": [
      "A line from a poem by Alfred Lord Tennyson",
      "The poem is titled Ulysses",
      "It speaks about the influence of experience"
    ]
  },
  {
    "word_no.": 48,
    "word": "The world breaks everyone and afterward many are strong at the broken places",
    "hints": [
      "From a novel by Ernest Hemingway",
      "The book is A Farewell to Arms",
      "It reflects on resilience and trauma"
    ]
  },
  {
    "word_no.": 49,
    "word": "The journey of a thousand miles begins with a single step",
    "hints": [
      "A Chinese proverb",
      "Attributed to Lao Tzu",
      "It emphasizes the importance of starting a task"
    ]
  },
  {
    "word_no.": 50,
    "word": "It is what you read when you don't have to that determines what you will be when you can't help it",
    "hints": [
      "A quote about the power of self-education",
      "Attributed to Oscar Wilde",
      "It speaks to the importance of leisure reading"
    ]
  },
  {
    "word_no.": 51,
    "word": "Beware the ides of March",
    "hints": [
      "A famous warning from a Shakespeare play",
      "The play is Julius Caesar",
      "It foreshadows Caesar's assassination"
    ]
  },
  {
    "word_no.": 52,
    "word": "We are such stuff as dreams are made on and our little life is rounded with a sleep",
    "hints": [
      "A quote from a Shakespeare play",
      "Spoken by Prospero in The Tempest",
      "It reflects on the fleeting nature of life and reality"
    ]
  },
  {
    "word_no.": 53,
    "word": "I cannot live without my life I cannot live without my soul",
    "hints": [
      "A dramatic quote from the novel Wuthering Heights",
      "Spoken by the character Catherine Earnshaw",
      "The author is Emily Brontë"
    ]
  },
  {
    "word_no.": 54,
    "word": "Who controls the past controls the future who controls the present controls the past",
    "hints": [
      "A key slogan in George Orwell's novel Nineteen Eighty-Four",
      "It describes the Party's control over information",
      "The book is a dystopian classic"
    ]
  },
  {
    "word_no.": 55,
    "word": "Life is a tale told by an idiot full of sound and fury signifying nothing",
    "hints": [
      "A quote from Macbeth",
      "Spoken by the tragic hero after his wife's death",
      "It expresses a feeling of nihilism"
    ]
  },
  {
    "word_no.": 56,
    "word": "Tis better to have loved and lost than never to have loved at all",
    "hints": [
      "A line from a poem by Alfred Lord Tennyson",
      "From the poem In Memoriam A H H",
      "It reflects on the value of love and grief"
    ]
  },
  {
    "word_no.": 57,
    "word": "What's in a name That which we call a rose by any other name would smell as sweet",
    "hints": [
      "A slightly longer version of a famous line",
      "Spoken by Juliet Capulet",
      "From Shakespeare's Romeo and Juliet"
    ]
  },
  {
    "word_no.": 58,
    "word": "The things you own end up owning you",
    "hints": [
      "A quote from the novel Fight Club",
      "Written by Chuck Palahniuk",
      "The book is a critique of consumer culture"
    ]
  },
  {
    "word_no.": 59,
    "word": "If you tell the truth you don't have to remember anything",
    "hints": [
      "A quote about honesty",
      "Attributed to Mark Twain",
      "The author is known for Tom Sawyer and Huckleberry Finn"
    ]
  },
  {
    "word_no.": 60,
    "word": "The road to hell is paved with good intentions",
    "hints": [
      "A common proverb",
      "It suggests that good intentions can lead to bad outcomes",
      "The origin is debated but often attributed to Saint Bernard of Clairvaux"
    ]
  },
  {
    "word_no.": 61,
    "word": "It is our light not our darkness that most frightens us",
    "hints": [
      "From the novel A Return to Love",
      "Written by Marianne Williamson",
      "The quote is often misattributed to Nelson Mandela"
    ]
  },
  {
    "word_no.": 62,
    "word": "Happiness is only real when shared",
    "hints": [
      "From the book Into the Wild",
      "Written by Jon Krakauer",
      "It is a note written by the main character, Christopher McCandless"
    ]
  },
  {
    "word_no.": 63,
    "word": "I am not an angel and I will not be one till I die I will be myself",
    "hints": [
      "Spoken by the main character in the novel Jane Eyre",
      "It's a declaration of her fierce independence",
      "The author is Charlotte Brontë"
    ]
  },
  {
    "word_no.": 64,
    "word": "The only way to get rid of a temptation is to yield to it",
    "hints": [
      "A paradoxical quote from a novel",
      "From The Picture of Dorian Gray by Oscar Wilde",
      "The book is a gothic tale of art and morality"
    ]
  },
  {
    "word_no.": 65,
    "word": "Every exit is an entry somewhere else",
    "hints": [
      "A quote from a play",
      "Written by the playwright Tom Stoppard",
      "The play is Rosencrantz and Guildenstern Are Dead"
    ]
  },
  {
    "word_no.": 66,
    "word": "I may not have gone where I intended to go but I think I have ended up where I needed to be",
    "hints": [
      "A quote from a novel by Douglas Adams",
      "The book is The Long Dark Tea-Time of the Soul",
      "It reflects on the unpredictable nature of life"
    ]
  },
  {
    "word_no.": 67,
    "word": "He who is not courageous enough to take risks will accomplish nothing in life",
    "hints": [
      "A quote about bravery and ambition",
      "Attributed to Muhammad Ali",
      "He was a famous American boxer"
    ]
  },
  {
    "word_no.": 68,
    "word": "Do I dare disturb the universe",
    "hints": [
      "A line from a famous poem",
      "Written by T S Eliot",
      "The poem is The Love Song of J Alfred Prufrock"
    ]
  },
  {
    "word_no.": 69,
    "word": "There are more things in heaven and earth Horatio than are dreamt of in your philosophy",
    "hints": [
      "A quote from Shakespeare's Hamlet",
      "Spoken by Hamlet to his friend Horatio",
      "It suggests that reality is more complex than we can imagine"
    ]
  },
  {
    "word_no.": 70,
    "word": "The cure for a fallacious argument is a better argument not the suppression of ideas",
    "hints": [
      "A quote about freedom of speech",
      "Attributed to the author of The Satanic Verses",
      "The author is Salman Rushdie"
    ]
  },
  {
    "word_no.": 71,
    "word": "I have been and always shall be your friend",
    "hints": [
      "A famous quote from a sci-fi film",
      "Spoken by Spock in Star Trek The Wrath of Khan",
      "The line is often associated with sacrifice and friendship"
    ]
  },
  {
    "word_no.": 72,
    "word": "I have always imagined that Paradise will be a kind of library",
    "hints": [
      "A quote from a short story",
      "Written by Jorge Luis Borges",
      "The story is There Are More Things"
    ]
  },
  {
    "word_no.": 73,
    "word": "We accept the love we think we deserve",
    "hints": [
      "A quote from a novel",
      "Written by Stephen Chbosky",
      "The book is The Perks of Being a Wallflower"
    ]
  },
  {
    "word_no.": 74,
    "word": "The fault dear Brutus is not in our stars but in ourselves",
    "hints": [
      "A quote from Shakespeare's Julius Caesar",
      "Spoken by Cassius to Brutus",
      "It suggests that people are responsible for their own fates"
    ]
  },
  {
    "word_no.": 75,
    "word": "I am the master of my fate I am the captain of my soul",
    "hints": [
      "The final lines of a famous poem",
      "Written by William Ernest Henley",
      "The poem is titled Invictus"
    ]
  },
  {
    "word_no.": 76,
    "word": "So it goes",
    "hints": [
      "A recurring phrase in a satirical novel",
      "From Slaughterhouse-Five by Kurt Vonnegut",
      "It is said whenever a character dies"
    ]
  },
  {
    "word_no.": 77,
    "word": "You never really understand a person until you consider things from his point of view",
    "hints": [
      "A quote from the novel To Kill a Mockingbird",
      "Spoken by Atticus Finch",
      "The book is a classic of American literature"
    ]
  },
  {
    "word_no.": 78,
    "word": "All the world's a stage and all the men and women merely players",
    "hints": [
      "A famous monologue from a Shakespeare play",
      "From As You Like It",
      "It describes the stages of human life"
    ]
  },
  {
    "word_no.": 79,
    "word": "The purpose of a storyteller is not to tell you how to think but to give you questions to think upon",
    "hints": [
      "A quote from the author of The Sandman",
      "The author is Neil Gaiman",
      "It is a statement on the role of art and literature"
    ]
  },
  {
    "word_no.": 80,
    "word": "I must not fear Fear is the mind-killer",
    "hints": [
      "A famous mantra from a science fiction novel",
      "From Dune by Frank Herbert",
      "The Bene Gesserit use it to control their emotions"
    ]
  },
  {
    "word_no.": 81,
    "word": "The horror the horror",
    "hints": [
      "The final words of a character in a novella",
      "From Heart of Darkness by Joseph Conrad",
      "The character's name is Kurtz"
    ]
  },
  {
    "word_no.": 82,
    "word": "I am not afraid I was born to do this",
    "hints": [
      "A quote about destiny and courage",
      "Attributed to Joan of Arc",
      "She was a historical figure and military leader"
    ]
  },
  {
    "word_no.": 83,
    "word": "Love is a smoke made with the fume of sighs",
    "hints": [
      "A poetic line from Shakespeare's Romeo and Juliet",
      "Spoken by Romeo",
      "It describes love in a melancholy way"
    ]
  },
  {
    "word_no.": 84,
    "word": "We were together I forget the rest",
    "hints": [
      "A short and powerful line from a poem",
      "Written by Walt Whitman",
      "The poem is titled I Sing the Body Electric"
    ]
  },
  {
    "word_no.": 85,
    "word": "If you are not the hero of your own story you're probably the villain of someone else's",
    "hints": [
      "A quote about perspective and self-awareness",
      "Attributed to a popular author of fantasy novels",
      "The author is Brandon Sanderson"
    ]
  },
  {
    "word_no.": 86,
    "word": "It is a far far better thing that I do than I have ever done",
    "hints": [
      "The last words of a character in a Charles Dickens novel",
      "From A Tale of Two Cities",
      "The character is Sydney Carton"
    ]
  },
  {
    "word_no.": 87,
    "word": "There is no exquisite beauty without some strangeness in the proportion",
    "hints": [
      "A quote about beauty and imperfection",
      "Attributed to Edgar Allan Poe",
      "He was an American writer of macabre tales"
    ]
  },
  {
    "word_no.": 88,
    "word": "It is no use going back to yesterday because I was a different person then",
    "hints": [
      "A quote from a classic children's story",
      "Spoken by Alice in Alice's Adventures in Wonderland",
      "The line reflects on personal change"
    ]
  },
  {
    "word_no.": 89,
    "word": "There is no greater agony than bearing an untold story inside you",
    "hints": [
      "A quote about the importance of expression",
      "Attributed to Maya Angelou",
      "She was a famous American poet and civil rights activist"
    ]
  },
  {
    "word_no.": 90,
    "word": "A person is a person no matter how small",
    "hints": [
      "A line from a children's book",
      "Written by Dr Seuss",
      "The book is Horton Hears a Who"
    ]
  },
  {
    "word_no.": 91,
    "word": "If we shadows have offended think but this and all is mended",
    "hints": [
      "The epilogue of a Shakespearean play",
      "From A Midsummer Night's Dream",
      "Spoken by the character Puck"
    ]
  },
  {
    "word_no.": 92,
    "word": "The best revenge is massive success",
    "hints": [
      "A quote about success",
      "Attributed to Frank Sinatra",
      "He was a famous American singer and actor"
    ]
  },
  {
    "word_no.": 93,
    "word": "The strongest of all warriors are these two time and patience",
    "hints": [
      "A quote about perseverance",
      "Attributed to Leo Tolstoy",
      "He was a Russian novelist known for War and Peace"
    ]
  },
  {
    "word_no.": 94,
    "word": "Of all the words of mice and men the saddest are these it might have been",
    "hints": [
      "A line from a poem by John Greenleaf Whittier",
      "It speaks of regret and lost opportunities",
      "The quote is a common variation of the original line"
    ]
  },
  {
    "word_no.": 95,
    "word": "The darkest places in hell are reserved for those who maintain their neutrality",
    "hints": [
      "A quote from a work of poetry",
      "Attributed to Dante Alighieri",
      "From The Inferno"
    ]
  },
  {
    "word_no.": 96,
    "word": "The very existence of flamethrowers proves that some time somewhere someone said 'I want to set people on fire' but they were out of matches",
    "hints": [
      "A humorous quote about invention",
      "Attributed to the author of Good Omens",
      "The author is Terry Pratchett"
    ]
  },
  {
    "word_no.": 97,
    "word": "Only a sith deals in absolutes",
    "hints": [
      "A line from a popular film series",
      "Spoken by Obi-Wan Kenobi",
      "From Star Wars Episode III Revenge of the Sith"
    ]
  },
  {
    "word_no.": 98,
    "word": "When you have to shoot shoot don't talk",
    "hints": [
      "A famous line from a western film",
      "Spoken by the character Tuco",
      "From The Good the Bad and the Ugly"
    ]
  },
  {
    "word_no.": 99,
    "word": "Life is what happens when you're busy making other plans",
    "hints": [
      "A quote from a song",
      "Written by John Lennon",
      "From the song Beautiful Boy"
    ]
  },
  {
    "word_no.": 100,
    "word": "There is nothing to writing All you do is sit down at a typewriter and bleed",
    "hints": [
      "A quote about the difficulty of writing",
      "Attributed to Ernest Hemingway",
      "It suggests that writing is a raw and painful process"
    ]
  },
  {
    "word_no.": 101,
    "word": "I solemnly swear that I am up to no good",
    "hints": [
      "A magical phrase from a popular fantasy series",
      "Used to activate the Marauder's Map",
      "From the Harry Potter books"
    ]
  },
  {
    "word_no.": 102,
    "word": "Knowledge is power",
    "hints": [
      "A famous phrase about education",
      "Attributed to Sir Francis Bacon",
      "It suggests that knowledge leads to influence"
    ]
  },
  {
    "word_no.": 103,
    "word": "The rain it raineth every day",
    "hints": [
      "A line from a Shakespeare play",
      "From the song in Twelfth Night",
      "The play is a comedy of mistaken identity"
    ]
  },
  {
    "word_no.": 104,
    "word": "The only difference between the saint and the sinner is that every saint has a past and every sinner has a future",
    "hints": [
      "A quote from a play by Oscar Wilde",
      "The play is A Woman of No Importance",
      "It speaks about redemption and hypocrisy"
    ]
  },
  {
    "word_no.": 105,
    "word": "If you want to make enemies try to change something",
    "hints": [
      "A quote about resistance to change",
      "Attributed to Woodrow Wilson",
      "He was the 28th President of the United States"
    ]
  },
  {
    "word_no.": 106,
    "word": "You can't be a real country unless you have a beer and an airline",
    "hints": [
      "A humorous quote about national identity",
      "Attributed to Frank Zappa",
      "He was an American musician and composer"
    ]
  },
  {
    "word_no.": 107,
    "word": "It is a capital mistake to theorize before one has data",
    "hints": [
      "A quote from a fictional detective",
      "Spoken by Sherlock Holmes",
      "The character was created by Sir Arthur Conan Doyle"
    ]
  },
  {
    "word_no.": 108,
    "word": "The very things that hold you down are going to lift you up",
    "hints": [
      "A quote from the movie Dumbo",
      "Spoken by Timothy Q Mouse",
      "It's a message about overcoming obstacles"
    ]
  },
  {
    "word_no.": 109,
    "word": "It is only a temporary setback or a prelude to a greater triumph",
    "hints": [
      "A quote from a popular fantasy author",
      "Attributed to J K Rowling",
      "The author of the Harry Potter series"
    ]
  },
  {
    "word_no.": 110,
    "word": "We are all in the gutter but some of us are looking at the stars",
    "hints": [
      "A famous quote from a play by Oscar Wilde",
      "From Lady Windermere's Fan",
      "It is a statement about optimism"
    ]
  },
  {
    "word_no.": 111,
    "word": "It is not the critic who counts not the man who points out how the strong man stumbles",
    "hints": [
      "A quote from a speech by Theodore Roosevelt",
      "Known as 'The Man in the Arena' speech",
      "He was the 26th President of the United States"
    ]
  },
  {
    "word_no.": 112,
    "word": "Do not read as children do to enjoy or as ambitious do to learn but to weigh and consider",
    "hints": [
      "A quote about the purpose of reading",
      "Attributed to Sir Francis Bacon",
      "He was an English philosopher and statesman"
    ]
  },
  {
    "word_no.": 113,
    "word": "I'm not a writer I'm a reader",
    "hints": [
      "A quote about the importance of consuming literature",
      "Attributed to Stephen King",
      "He is a famous American horror author"
    ]
  },
  {
    "word_no.": 114,
    "word": "No one is useless in this world who lightens the burdens of another",
    "hints": [
      "A quote about compassion",
      "Attributed to Charles Dickens",
      "The author of A Christmas Carol"
    ]
  },
  {
    "word_no.": 115,
    "word": "The past is a foreign country they do things differently there",
    "hints": [
      "The opening line of a novel",
      "From The Go-Between by L P Hartley",
      "The book is about memory and class"
    ]
  },
  {
    "word_no.": 116,
    "word": "It does not do to dwell on dreams and forget to live",
    "hints": [
      "A quote from a popular fantasy series",
      "Spoken by Albus Dumbledore",
      "From Harry Potter and the Sorcerer's Stone"
    ]
  },
  {
    "word_no.": 117,
    "word": "I have been afraid all my life not of the dark not of the light but of what's in between",
    "hints": [
      "A quote from a poem",
      "Attributed to the author of The Waste Land",
      "The author is T S Eliot"
    ]
  },
  {
    "word_no.": 118,
    "word": "The person who does not read has no advantage over the person who cannot read",
    "hints": [
      "A quote about the value of reading",
      "Attributed to Mark Twain",
      "It emphasizes the importance of a literate mind"
    ]
  },
  {
    "word_no.": 119,
    "word": "There is no point in being grown-up if you can't be childish sometimes",
    "hints": [
      "A quote from a popular sci-fi series",
      "Spoken by the character The Fourth Doctor",
      "From the show Doctor Who"
    ]
  },
  {
    "word_no.": 120,
    "word": "It is only a matter of time before the sun rises and the world turns",
    "hints": [
      "A quote about inevitability",
      "Attributed to George Orwell",
      "The author of Animal Farm"
    ]
  },
  {
    "word_no.": 121,
    "word": "The mind is a beautiful servant but a dangerous master",
    "hints": [
      "A quote about controlling one's thoughts",
      "Attributed to Osho",
      "He was an Indian spiritual teacher"
    ]
  },
  {
    "word_no.": 122,
    "word": "You can't be afraid of what's to come because it's already there",
    "hints": [
      "A quote about the future",
      "Attributed to Albert Einstein",
      "He was a famous physicist"
    ]
  },
  {
    "word_no.": 123,
    "word": "I am large I contain multitudes",
    "hints": [
      "A line from a poem",
      "From Song of Myself by Walt Whitman",
      "It is a statement about human complexity"
    ]
  },
  {
    "word_no.": 124,
    "word": "The only true wisdom is in knowing you know nothing",
    "hints": [
      "A philosophical quote about humility",
      "Attributed to the ancient Greek philosopher Socrates",
      "It is a cornerstone of Socratic philosophy"
    ]
  },
  {
    "word_no.": 125,
    "word": "I am a monument to all your sins",
    "hints": [
      "A famous line from a sci-fi video game",
      "Spoken by the character the Flood",
      "From the game Halo"
    ]
  },
  {
    "word_no.": 126,
    "word": "The only way to win is not to play",
    "hints": [
      "A famous quote from a sci-fi film",
      "Spoken by a supercomputer in the movie WarGames",
      "It refers to a strategy of not engaging in a game"
    ]
  },
  {
    "word_no.": 127,
    "word": "There are no ordinary people",
    "hints": [
      "A quote from a fantasy novel",
      "From The Chronicles of Narnia",
      "The author is C S Lewis"
    ]
  },
  {
    "word_no.": 128,
    "word": "I want to be alone",
    "hints": [
      "A famous line from a movie",
      "Spoken by Greta Garbo in the film Grand Hotel",
      "It is often misquoted as 'I want to be let alone'"
    ]
  },
  {
    "word_no.": 129,
    "word": "You cannot find peace by avoiding life",
    "hints": [
      "A quote from the novel The Hours",
      "Written by Michael Cunningham",
      "The book is a tribute to Virginia Woolf"
    ]
  },
  {
    "word_no.": 130,
    "word": "The quieter you become the more you are able to hear",
    "hints": [
      "A quote about listening and mindfulness",
      "Attributed to a Chinese philosopher",
      "The author is Lao Tzu"
    ]
  },
  {
    "word_no.": 131,
    "word": "We must all face the choice between what is right and what is easy",
    "hints": [
      "A quote from a popular fantasy series",
      "Spoken by Albus Dumbledore",
      "From Harry Potter and the Goblet of Fire"
    ]
  },
  {
    "word_no.": 132,
    "word": "It is not the mountain we conquer but ourselves",
    "hints": [
      "A quote about overcoming challenges",
      "Attributed to the first man to climb Mount Everest",
      "The man was Sir Edmund Hillary"
    ]
  },
  {
    "word_no.": 133,
    "word": "The things that make me different are the things that make me me",
    "hints": [
      "A quote from a children's book",
      "Written by Dr Seuss",
      "It is a message of self-acceptance"
    ]
  },
  {
    "word_no.": 134,
    "word": "I have walked through the valley of the shadow of death",
    "hints": [
      "A famous line from the Bible",
      "From Psalm 23",
      "It is a metaphor for a difficult time in life"
    ]
  },
  {
    "word_no.": 135,
    "word": "We are what we pretend to be so we must be careful what we pretend to be",
    "hints": [
      "A quote from a novel",
      "From Mother Night by Kurt Vonnegut",
      "It is a warning about the dangers of deception"
    ]
  },
  {
    "word_no.": 136,
    "word": "The most important thing is to try and inspire people so that they can be great in whatever they want to do",
    "hints": [
      "A quote about leadership and inspiration",
      "Attributed to the author of The Chronicles of Narnia",
      "The author is C S Lewis"
    ]
  },
  {
    "word_no.": 137,
    "word": "It is a truth universally acknowledged that a single man in possession of a good fortune must be in want of a wife",
    "hints": [
      "The famous opening line of a Jane Austen novel",
      "The book is a classic of English literature",
      "The main character is Elizabeth Bennet"
    ]
  },
  {
    "word_no.": 138,
    "word": "I may not have gone where I intended to go but I think I have ended up where I needed to be",
    "hints": [
      "A quote from a novel by Douglas Adams",
      "The book is The Long Dark Tea-Time of the Soul",
      "It reflects on the unpredictable nature of life"
    ]
  },
  {
    "word_no.": 139,
    "word": "We accept the love we think we deserve",
    "hints": [
      "A quote from a novel",
      "Written by Stephen Chbosky",
      "The book is The Perks of Being a Wallflower"
    ]
  },
  {
    "word_no.": 140,
    "word": "The future belongs to those who believe in the beauty of their dreams",
    "hints": [
      "A quote about hope and aspirations",
      "Attributed to Eleanor Roosevelt",
      "She was the longest-serving First Lady of the United States"
    ]
  },
  {
    "word_no.": 141,
    "word": "It does not do to dwell on dreams and forget to live",
    "hints": [
      "A quote from a popular fantasy series",
      "Spoken by Albus Dumbledore",
      "From Harry Potter and the Sorcerer's Stone"
    ]
  },
  {
    "word_no.": 142,
    "word": "The only way to get rid of a temptation is to yield to it",
    "hints": [
      "A paradoxical quote from a novel",
      "From The Picture of Dorian Gray by Oscar Wilde",
      "The book is a gothic tale of art and morality"
    ]
  },
  {
    "word_no.": 143,
    "word": "The only thing we have to fear is fear itself",
    "hints": [
      "A powerful statement from an American president",
      "Made during his first inaugural address",
      "The president's name was Franklin D Roosevelt"
    ]
  },
  {
    "word_no.": 144,
    "word": "Call me Ishmael",
    "hints": [
      "The famous first line of an American novel",
      "Written by Herman Melville",
      "The book is about a captain obsessed with a white whale"
    ]
  },
  {
    "word_no.": 145,
    "word": "With great power comes great responsibility",
    "hints": [
      "A famous line from a comic book series",
      "Associated with the character Spider-Man",
      "The line is often attributed to his Uncle Ben"
    ]
  },
  {
    "word_no.": 146,
    "word": "A person is a person no matter how small",
    "hints": [
      "A line from a children's book",
      "Written by Dr Seuss",
      "The book is Horton Hears a Who"
    ]
  },
  {
    "word_no.": 147,
    "word": "All the world's a stage and all the men and women merely players",
    "hints": [
      "A famous monologue from a Shakespeare play",
      "From As You Like It",
      "It describes the stages of human life"
    ]
  },
  {
    "word_no.": 148,
    "word": "The unexamined life is not worth living",
    "hints": [
      "A famous philosophical quote",
      "Attributed to the ancient Greek philosopher Socrates",
      "It encourages self-reflection and introspection"
    ]
  },
  {
    "word_no.": 149,
    "word": "Do not go gentle into that good night",
    "hints": [
      "A famous line from a poem",
      "Written by the Welsh poet Dylan Thomas",
      "The poem is about resisting death"
    ]
  },
  {
    "word_no.": 150,
    "word": "So it goes",
    "hints": [
      "A recurring phrase in a satirical novel",
      "From Slaughterhouse-Five by Kurt Vonnegut",
      "It is said whenever a character dies"
    ]
  },
  {
    "word_no.": 151,
    "word": "The road to hell is paved with good intentions",
    "hints": [
      "A common proverb",
      "It suggests that good intentions can lead to bad outcomes",
      "The origin is debated but often attributed to Saint Bernard of Clairvaux"
    ]
  },
  {
    "word_no.": 152,
    "word": "I have a dream",
    "hints": [
      "A famous speech by a civil rights leader",
      "Delivered in Washington DC in 1963",
      "The speaker was Martin Luther King Jr"
    ]
  },
  {
    "word_no.": 153,
    "word": "A rose by any other name would smell as sweet",
    "hints": [
      "Spoken by Juliet in a Shakespearean tragedy",
      "She is discussing the nature of names and identity",
      "The play is about two star-crossed lovers"
    ]
  },
  {
    "word_no.": 154,
    "word": "It is not the critic who counts not the man who points out how the strong man stumbles",
    "hints": [
      "A quote from a speech by Theodore Roosevelt",
      "Known as 'The Man in the Arena' speech",
      "He was the 26th President of the United States"
    ]
  },
  {
    "word_no.": 155,
    "word": "The journey of a thousand miles begins with a single step",
    "hints": [
      "A Chinese proverb",
      "Attributed to Lao Tzu",
      "It emphasizes the importance of starting a task"
    ]
  },
  {
    "word_no.": 156,
    "word": "It is our choices Harry that show what we truly are far more than our abilities",
    "hints": [
      "A quote from a popular fantasy series",
      "Spoken by Albus Dumbledore",
      "From the book Harry Potter and the Chamber of Secrets"
    ]
  },
  {
    "word_no.": 157,
    "word": "The pen is mightier than the sword",
    "hints": [
      "A quote from a 19th-century English playwright",
      "The author's name is Edward Bulwer-Lytton",
      "It emphasizes the power of communication and ideas"
    ]
  },
  {
    "word_no.": 158,
    "word": "The mind is a beautiful servant but a dangerous master",
    "hints": [
      "A quote about controlling one's thoughts",
      "Attributed to Osho",
      "He was an Indian spiritual teacher"
    ]
  },
  {
    "word_no.": 159,
    "word": "The things you own end up owning you",
    "hints": [
      "A quote from the novel Fight Club",
      "Written by Chuck Palahniuk",
      "The book is a critique of consumer culture"
    ]
  },
  {
    "word_no.": 160,
    "word": "You never really understand a person until you consider things from his point of view",
    "hints": [
      "A quote from the novel To Kill a Mockingbird",
      "Spoken by Atticus Finch",
      "The book is a classic of American literature"
    ]
  },
  {
    "word_no.": 161,
    "word": "We are such stuff as dreams are made on and our little life is rounded with a sleep",
    "hints": [
      "A quote from a Shakespeare play",
      "Spoken by Prospero in The Tempest",
      "It reflects on the fleeting nature of life and reality"
    ]
  },
  {
    "word_no.": 162,
    "word": "I am not an angel and I will not be one till I die I will be myself",
    "hints": [
      "Spoken by the main character in the novel Jane Eyre",
      "It's a declaration of her fierce independence",
      "The author is Charlotte Brontë"
    ]
  },
  {
    "word_no.": 163,
    "word": "The fault dear Brutus is not in our stars but in ourselves",
    "hints": [
      "A quote from Shakespeare's Julius Caesar",
      "Spoken by Cassius to Brutus",
      "It suggests that people are responsible for their own fates"
    ]
  },
  {
    "word_no.": 164,
    "word": "I have always imagined that Paradise will be a kind of library",
    "hints": [
      "A quote from a short story",
      "Written by Jorge Luis Borges",
      "The story is There Are More Things"
    ]
  },
  {
    "word_no.": 165,
    "word": "I am a part of all that I have met",
    "hints": [
      "A line from a poem by Alfred Lord Tennyson",
      "The poem is titled Ulysses",
      "It speaks about the influence of experience"
    ]
  },
  {
    "word_no.": 166,
    "word": "The past is a foreign country they do things differently there",
    "hints": [
      "The opening line of a novel",
      "From The Go-Between by L P Hartley",
      "The book is about memory and class"
    ]
  },
  {
    "word_no.": 167,
    "word": "I am large I contain multitudes",
    "hints": [
      "A line from a poem",
      "From Song of Myself by Walt Whitman",
      "It is a statement about human complexity"
    ]
  },
  {
    "word_no.": 168,
    "word": "We are what we pretend to be so we must be careful what we pretend to be",
    "hints": [
      "A quote from a novel",
      "From Mother Night by Kurt Vonnegut",
      "It is a warning about the dangers of deception"
    ]
  },
  {
    "word_no.": 169,
    "word": "I have walked through the valley of the shadow of death",
    "hints": [
      "A famous line from the Bible",
      "From Psalm 23",
      "It is a metaphor for a difficult time in life"
    ]
  },
  {
    "word_no.": 170,
    "word": "The only way to win is not to play",
    "hints": [
      "A famous quote from a sci-fi film",
      "Spoken by a supercomputer in the movie WarGames",
      "It refers to a strategy of not engaging in a game"
    ]
  },
  {
    "word_no.": 171,
    "word": "The most beautiful things in the world cannot be seen or touched they are felt with the heart",
    "hints": [
      "From the book The Little Prince",
      "Written by Antoine de Saint-Exupéry",
      "It is a philosophical and poetic tale"
    ]
  },
  {
    "word_no.": 172,
    "word": "The only true wisdom is in knowing you know nothing",
    "hints": [
      "A philosophical quote about humility",
      "Attributed to the ancient Greek philosopher Socrates",
      "It is a cornerstone of Socratic philosophy"
    ]
  },
  {
    "word_no.": 173,
    "word": "I am not afraid I was born to do this",
    "hints": [
      "A quote about destiny and courage",
      "Attributed to Joan of Arc",
      "She was a historical figure and military leader"
    ]
  },
  {
    "word_no.": 174,
    "word": "There is nothing to writing All you do is sit down at a typewriter and bleed",
    "hints": [
      "A quote about the difficulty of writing",
      "Attributed to Ernest Hemingway",
      "It suggests that writing is a raw and painful process"
    ]
  },
  {
    "word_no.": 175,
    "word": "I solemnly swear that I am up to no good",
    "hints": [
      "A magical phrase from a popular fantasy series",
      "Used to activate the Marauder's Map",
      "From the Harry Potter books"
    ]
  },
  {
    "word_no.": 176,
    "word": "The quieter you become the more you are able to hear",
    "hints": [
      "A quote about listening and mindfulness",
      "Attributed to a Chinese philosopher",
      "The author is Lao Tzu"
    ]
  },
  {
    "word_no.": 177,
    "word": "Life is what happens when you're busy making other plans",
    "hints": [
      "A quote from a song",
      "Written by John Lennon",
      "From the song Beautiful Boy"
    ]
  },
  {
    "word_no.": 178,
    "word": "The very existence of flamethrowers proves that some time somewhere someone said 'I want to set people on fire' but they were out of matches",
    "hints": [
      "A humorous quote about invention",
      "Attributed to the author of Good Omens",
      "The author is Terry Pratchett"
    ]
  },
  {
    "word_no.": 179,
    "word": "The darkest places in hell are reserved for those who maintain their neutrality",
    "hints": [
      "A quote from a work of poetry",
      "Attributed to Dante Alighieri",
      "From The Inferno"
    ]
  },
  {
    "word_no.": 180,
    "word": "Of all the words of mice and men the saddest are these it might have been",
    "hints": [
      "A line from a poem by John Greenleaf Whittier",
      "It speaks of regret and lost opportunities",
      "The quote is a common variation of the original line"
    ]
  },
  {
    "word_no.": 181,
    "word": "There is some good in this world and it's worth fighting for",
    "hints": [
      "A quote from a character in The Lord of the Rings",
      "Spoken by the hobbit Samwise Gamgee",
      "The book is a classic fantasy epic"
    ]
  },
  {
    "word_no.": 182,
    "word": "You have brains in your head You have feet in your shoes You can steer yourself any direction you choose",
    "hints": [
      "From a children's book by Dr Seuss",
      "The book is Oh the Places You'll Go",
      "It is a message about self-reliance and potential"
    ]
  },
  {
    "word_no.": 183,
    "word": "The mind is its own place and in itself can make a heaven of hell a hell of heaven",
    "hints": [
      "A line from John Milton's epic poem Paradise Lost",
      "Spoken by the character of Satan",
      "It explores the power of the mind and willpower"
    ]
  },
  {
    "word_no.": 184,
    "word": "The truth is rarely pure and never simple",
    "hints": [
      "A quote from a play by Oscar Wilde",
      "The play is The Importance of Being Earnest",
      "It is a satirical look at Victorian society"
    ]
  },
  {
    "word_no.": 185,
    "word": "Give me liberty or give me death",
    "hints": [
      "A famous line from a speech by an American patriot",
      "The speaker was Patrick Henry",
      "The speech was given during the American Revolution"
    ]
  },
  {
    "word_no.": 186,
    "word": "The world breaks everyone and afterward many are strong at the broken places",
    "hints": [
      "From a novel by Ernest Hemingway",
      "The book is A Farewell to Arms",
      "It reflects on resilience and trauma"
    ]
  },
  {
    "word_no.": 187,
    "word": "Hope is the thing with feathers",
    "hints": [
      "A famous line from a poem",
      "The poet is a reclusive American writer",
      "The author is Emily Dickinson"
    ]
  },
  {
    "word_no.": 188,
    "word": "There is a tide in the affairs of men which taken at the flood leads on to fortune",
    "hints": [
      "A quote from a Shakespearean tragedy",
      "Spoken by Brutus in the play Julius Caesar",
      "It refers to seizing an opportunity at the right moment"
    ]
  },
  {
    "word_no.": 189,
    "word": "Nothing is so painful to the human mind as a great and sudden change",
    "hints": [
      "A quote from a Gothic novel",
      "Written by Mary Shelley",
      "The book is Frankenstein"
    ]
  },
  {
    "word_no.": 190,
    "word": "You can't be a real country unless you have a beer and an airline",
    "hints": [
      "A humorous quote about national identity",
      "Attributed to Frank Zappa",
      "He was an American musician and composer"
    ]
  },
  {
    "word_no.": 191,
    "word": "The most courageous act is still to think for yourself Aloud",
    "hints": [
      "A quote about independent thought",
      "Attributed to Coco Chanel",
      "She was a famous French fashion designer"
    ]
  },
  {
    "word_no.": 192,
    "word": "It is what you read when you don't have to that determines what you will be when you can't help it",
    "hints": [
      "A quote about the power of self-education",
      "Attributed to Oscar Wilde",
      "It speaks to the importance of leisure reading"
    ]
  },
  {
    "word_no.": 193,
    "word": "If you tell the truth you don't have to remember anything",
    "hints": [
      "A quote about honesty",
      "Attributed to Mark Twain",
      "The author is known for Tom Sawyer and Huckleberry Finn"
    ]
  },
  {
    "word_no.": 194,
    "word": "Who controls the past controls the future who controls the present controls the past",
    "hints": [
      "A key slogan in George Orwell's novel Nineteen Eighty-Four",
      "It describes the Party's control over information",
      "The book is a dystopian classic"
    ]
  },
  {
    "word_no.": 195,
    "word": "I have not failed I've just found 10 000 ways that won't work",
    "hints": [
      "A quote about perseverance and invention",
      "Attributed to a famous American inventor",
      "The inventor's name was Thomas Edison"
    ]
  },
  {
    "word_no.": 196,
    "word": "The mass of men lead lives of quiet desperation",
    "hints": [
      "From Henry David Thoreau's book Walden",
      "It is a reflection on society and individualism",
      "The author lived in a cabin in the woods to simplify his life"
    ]
  },
  {
    "word_no.": 197,
    "word": "The person who does not read has no advantage over the person who cannot read",
    "hints": [
      "A quote about the value of reading",
      "Attributed to Mark Twain",
      "It emphasizes the importance of a literate mind"
    ]
  },
  {
    "word_no.": 198,
    "word": "I cannot live without my life I cannot live without my soul",
    "hints": [
      "A dramatic quote from the novel Wuthering Heights",
      "Spoken by the character Catherine Earnshaw",
      "The author is Emily Brontë"
    ]
  },
  {
    "word_no.": 199,
    "word": "All animals are equal but some animals are more equal than others",
    "hints": [
      "A satirical line from a political novella",
      "Written by George Orwell",
      "The book is Animal Farm"
    ]
  },
  {
    "word_no.": 200,
    "word": "There is no friend as loyal as a book",
    "hints": [
      "A quote about the value of reading",
      "Attributed to the author of The Old Man and the Sea",
      "The author is Ernest Hemingway"
    ]
  },
  {
    "word_no.": 201,
    "word": "Elementary my dear Watson",
    "hints": [
      "A popular phrase associated with a famous fictional detective",
      "The detective is known for his logical deductions",
      "The character was created by Sir Arthur Conan Doyle"
    ]
  },
  {
    "word_no.": 202,
    "word": "The only difference between the saint and the sinner is that every saint has a past and every sinner has a future",
    "hints": [
      "A quote from a play by Oscar Wilde",
      "The play is A Woman of No Importance",
      "It speaks about redemption and hypocrisy"
    ]
  },
  {
    "word_no.": 203,
    "word": "It is a capital mistake to theorize before one has data",
    "hints": [
      "A quote from a fictional detective",
      "Spoken by Sherlock Holmes",
      "The character was created by Sir Arthur Conan Doyle"
    ]
  },
  {
    "word_no.": 204,
    "word": "The things that make me different are the things that make me me",
    "hints": [
      "A quote from a children's book",
      "Written by Dr Seuss",
      "It is a message of self-acceptance"
    ]
  },
  {
    "word_no.": 205,
    "word": "The purpose of a storyteller is not to tell you how to think but to give you questions to think upon",
    "hints": [
      "A quote from the author of The Sandman",
      "The author is Neil Gaiman",
      "It is a statement on the role of art and literature"
    ]
  },
  {
    "word_no.": 206,
    "word": "I must not fear Fear is the mind-killer",
    "hints": [
      "A famous mantra from a science fiction novel",
      "From Dune by Frank Herbert",
      "The Bene Gesserit use it to control their emotions"
    ]
  },
  {
    "word_no.": 207,
    "word": "The horror the horror",
    "hints": [
      "The final words of a character in a novella",
      "From Heart of Darkness by Joseph Conrad",
      "The character's name is Kurtz"
    ]
  },
  {
    "word_no.": 208,
    "word": "Love is a smoke made with the fume of sighs",
    "hints": [
      "A poetic line from Shakespeare's Romeo and Juliet",
      "Spoken by Romeo",
      "It describes love in a melancholy way"
    ]
  },
  {
    "word_no.": 209,
    "word": "We were together I forget the rest",
    "hints": [
      "A short and powerful line from a poem",
      "Written by Walt Whitman",
      "The poem is titled I Sing the Body Electric"
    ]
  },
  {
    "word_no.": 210,
    "word": "If you are not the hero of your own story you're probably the villain of someone else's",
    "hints": [
      "A quote about perspective and self-awareness",
      "Attributed to a popular author of fantasy novels",
      "The author is Brandon Sanderson"
    ]
  },
  {
    "word_no.": 211,
    "word": "It is a far far better thing that I do than I have ever done",
    "hints": [
      "The last words of a character in a Charles Dickens novel",
      "From A Tale of Two Cities",
      "The character is Sydney Carton"
    ]
  },
  {
    "word_no.": 212,
    "word": "There is no exquisite beauty without some strangeness in the proportion",
    "hints": [
      "A quote about beauty and imperfection",
      "Attributed to Edgar Allan Poe",
      "He was an American writer of macabre tales"
    ]
  },
  {
    "word_no.": 213,
    "word": "It is no use going back to yesterday because I was a different person then",
    "hints": [
      "A quote from a classic children's story",
      "Spoken by Alice in Alice's Adventures in Wonderland",
      "The line reflects on personal change"
    ]
  },
  {
    "word_no.": 214,
    "word": "There is no greater agony than bearing an untold story inside you",
    "hints": [
      "A quote about the importance of expression",
      "Attributed to Maya Angelou",
      "She was a famous American poet and civil rights activist"
    ]
  },
  {
    "word_no.": 215,
    "word": "I have been and always shall be your friend",
    "hints": [
      "A famous quote from a sci-fi film",
      "Spoken by Spock in Star Trek The Wrath of Khan",
      "The line is often associated with sacrifice and friendship"
    ]
  },
  {
    "word_no.": 216,
    "word": "If we shadows have offended think but this and all is mended",
    "hints": [
      "The epilogue of a Shakespearean play",
      "From A Midsummer Night's Dream",
      "Spoken by the character Puck"
    ]
  },
  {
    "word_no.": 217,
    "word": "The best revenge is massive success",
    "hints": [
      "A quote about success",
      "Attributed to Frank Sinatra",
      "He was a famous American singer and actor"
    ]
  },
  {
    "word_no.": 218,
    "word": "The strongest of all warriors are these two time and patience",
    "hints": [
      "A quote about perseverance",
      "Attributed to Leo Tolstoy",
      "He was a Russian novelist known for War and Peace"
    ]
  },
  {
    "word_no.": 219,
    "word": "When you have to shoot shoot don't talk",
    "hints": [
      "A famous line from a western film",
      "Spoken by the character Tuco",
      "From The Good the Bad and the Ugly"
    ]
  },
  {
    "word_no.": 220,
    "word": "Only a sith deals in absolutes",
    "hints": [
      "A line from a popular film series",
      "Spoken by Obi-Wan Kenobi",
      "From Star Wars Episode III Revenge of the Sith"
    ]
  },
  {
    "word_no.": 221,
    "word": "Knowledge is power",
    "hints": [
      "A famous phrase about education",
      "Attributed to Sir Francis Bacon",
      "It suggests that knowledge leads to influence"
    ]
  },
  {
    "word_no.": 222,
    "word": "The rain it raineth every day",
    "hints": [
      "A line from a Shakespeare play",
      "From the song in Twelfth Night",
      "The play is a comedy of mistaken identity"
    ]
  },
  {
    "word_no.": 223,
    "word": "If you want to make enemies try to change something",
    "hints": [
      "A quote about resistance to change",
      "Attributed to Woodrow Wilson",
      "He was the 28th President of the United States"
    ]
  },
  {
    "word_no.": 224,
    "word": "The very things that hold you down are going to lift you up",
    "hints": [
      "A quote from the movie Dumbo",
      "Spoken by Timothy Q Mouse",
      "It's a message about overcoming obstacles"
    ]
  },
  {
    "word_no.": 225,
    "word": "There are no ordinary people",
    "hints": [
      "A quote from a fantasy novel",
      "From The Chronicles of Narnia",
      "The author is C S Lewis"
    ]
  },
  {
    "word_no.": 226,
    "word": "I want to be alone",
    "hints": [
      "A famous line from a movie",
      "Spoken by Greta Garbo in the film Grand Hotel",
      "It is often misquoted as 'I want to be let alone'"
    ]
  },
  {
    "word_no.": 227,
    "word": "You cannot find peace by avoiding life",
    "hints": [
      "A quote from the novel The Hours",
      "Written by Michael Cunningham",
      "The book is a tribute to Virginia Woolf"
    ]
  },
  {
    "word_no.": 228,
    "word": "We must all face the choice between what is right and what is easy",
    "hints": [
      "A quote from a popular fantasy series",
      "Spoken by Albus Dumbledore",
      "From Harry Potter and the Goblet of Fire"
    ]
  },
  {
    "word_no.": 229,
    "word": "It is not the mountain we conquer but ourselves",
    "hints": [
      "A quote about overcoming challenges",
      "Attributed to the first man to climb Mount Everest",
      "The man was Sir Edmund Hillary"
    ]
  },
  {
    "word_no.": 230,
    "word": "There is nothing to writing All you do is sit down at a typewriter and bleed",
    "hints": [
      "A quote about the difficulty of writing",
      "Attributed to Ernest Hemingway",
      "It suggests that writing is a raw and painful process"
    ]
  },
  {
    "word_no.": 231,
    "word": "I am not afraid I was born to do this",
    "hints": [
      "A quote about destiny and courage",
      "Attributed to Joan of Arc",
      "She was a historical figure and military leader"
    ]
  },
  {
    "word_no.": 232,
    "word": "The quieter you become the more you are able to hear",
    "hints": [
      "A quote about listening and mindfulness",
      "Attributed to a Chinese philosopher",
      "The author is Lao Tzu"
    ]
  },
  {
    "word_no.": 233,
    "word": "It is a truth universally acknowledged that a single man in possession of a good fortune must be in want of a wife",
    "hints": [
      "The famous opening line of a Jane Austen novel",
      "The book is a classic of English literature",
      "The main character is Elizabeth Bennet"
    ]
  },
  {
    "word_no.": 234,
    "word": "I may not have gone where I intended to go but I think I have ended up where I needed to be",
    "hints": [
      "A quote from a novel by Douglas Adams",
      "The book is The Long Dark Tea-Time of the Soul",
      "It reflects on the unpredictable nature of life"
    ]
  },
  {
    "word_no.": 235,
    "word": "We accept the love we think we deserve",
    "hints": [
      "A quote from a novel",
      "Written by Stephen Chbosky",
      "The book is The Perks of Being a Wallflower"
    ]
  },
  {
    "word_no.": 236,
    "word": "The future belongs to those who believe in the beauty of their dreams",
    "hints": [
      "A quote about hope and aspirations",
      "Attributed to Eleanor Roosevelt",
      "She was the longest-serving First Lady of the United States"
    ]
  },
  {
    "word_no.": 237,
    "word": "The only thing we have to fear is fear itself",
    "hints": [
      "A powerful statement from an American president",
      "Made during his first inaugural address",
      "The president's name was Franklin D Roosevelt"
    ]
  },
  {
    "word_no.": 238,
    "word": "Call me Ishmael",
    "hints": [
      "The famous first line of an American novel",
      "Written by Herman Melville",
      "The book is about a captain obsessed with a white whale"
    ]
  },
  {
    "word_no.": 239,
    "word": "With great power comes great responsibility",
    "hints": [
      "A famous line from a comic book series",
      "Associated with the character Spider-Man",
      "The line is often attributed to his Uncle Ben"
    ]
  },
  {
    "word_no.": 240,
    "word": "A person is a person no matter how small",
    "hints": [
      "A line from a children's book",
      "Written by Dr Seuss",
      "The book is Horton Hears a Who"
    ]
  },
  {
    "word_no.": 241,
    "word": "All the world's a stage and all the men and women merely players",
    "hints": [
      "A famous monologue from a Shakespeare play",
      "From As You Like It",
      "It describes the stages of human life"
    ]
  },
  {
    "word_no.": 242,
    "word": "The unexamined life is not worth living",
    "hints": [
      "A famous philosophical quote",
      "Attributed to the ancient Greek philosopher Socrates",
      "It encourages self-reflection and introspection"
    ]
  },
  {
    "word_no.": 243,
    "word": "Do not go gentle into that good night",
    "hints": [
      "A famous line from a poem",
      "Written by the Welsh poet Dylan Thomas",
      "The poem is about resisting death"
    ]
  },
  {
    "word_no.": 244,
    "word": "So it goes",
    "hints": [
      "A recurring phrase in a satirical novel",
      "From Slaughterhouse-Five by Kurt Vonnegut",
      "It is said whenever a character dies"
    ]
  },
  {
    "word_no.": 245,
    "word": "The road to hell is paved with good intentions",
    "hints": [
      "A common proverb",
      "It suggests that good intentions can lead to bad outcomes",
      "The origin is debated but often attributed to Saint Bernard of Clairvaux"
    ]
  },
  {
    "word_no.": 246,
    "word": "I have a dream",
    "hints": [
      "A famous speech by a civil rights leader",
      "Delivered in Washington DC in 1963",
      "The speaker was Martin Luther King Jr"
    ]
  },
  {
    "word_no.": 247,
    "word": "A rose by any other name would smell as sweet",
    "hints": [
      "Spoken by Juliet in a Shakespearean tragedy",
      "She is discussing the nature of names and identity",
      "The play is about two star-crossed lovers"
    ]
  },
  {
    "word_no.": 248,
    "word": "It is not the critic who counts not the man who points out how the strong man stumbles",
    "hints": [
      "A quote from a speech by Theodore Roosevelt",
      "Known as 'The Man in the Arena' speech",
      "He was the 26th President of the United States"
    ]
  },
  {
    "word_no.": 249,
    "word": "The journey of a thousand miles begins with a single step",
    "hints": [
      "A Chinese proverb",
      "Attributed to Lao Tzu",
      "It emphasizes the importance of starting a task"
    ]
  },
  {
    "word_no.": 250,
    "word": "It is our choices Harry that show what we truly are far more than our abilities",
    "hints": [
      "A quote from a popular fantasy series",
      "Spoken by Albus Dumbledore",
      "From the book Harry Potter and the Chamber of Secrets"
    ]
  },
  {
    "word_no.": 251,
    "word": "The pen is mightier than the sword",
    "hints": [
      "A quote from a 19th-century English playwright",
      "The author's name is Edward Bulwer-Lytton",
      "It emphasizes the power of communication and ideas"
    ]
  },
  {
    "word_no.": 252,
    "word": "The mind is a beautiful servant but a dangerous master",
    "hints": [
      "A quote about controlling one's thoughts",
      "Attributed to Osho",
      "He was an Indian spiritual teacher"
    ]
  },
  {
    "word_no.": 253,
    "word": "The things you own end up owning you",
    "hints": [
      "A quote from the novel Fight Club",
      "Written by Chuck Palahniuk",
      "The book is a critique of consumer culture"
    ]
  },
  {
    "word_no.": 254,
    "word": "You never really understand a person until you consider things from his point of view",
    "hints": [
      "A quote from the novel To Kill a Mockingbird",
      "Spoken by Atticus Finch",
      "The book is a classic of American literature"
    ]
  },
  {
    "word_no.": 255,
    "word": "We are such stuff as dreams are made on and our little life is rounded with a sleep",
    "hints": [
      "A quote from a Shakespeare play",
      "Spoken by Prospero in The Tempest",
      "It reflects on the fleeting nature of life and reality"
    ]
  },
  {
    "word_no.": 256,
    "word": "I am not an angel and I will not be one till I die I will be myself",
    "hints": [
      "Spoken by the main character in the novel Jane Eyre",
      "It's a declaration of her fierce independence",
      "The author is Charlotte Brontë"
    ]
  },
  {
    "word_no.": 257,
    "word": "The fault dear Brutus is not in our stars but in ourselves",
    "hints": [
      "A quote from Shakespeare's Julius Caesar",
      "Spoken by Cassius to Brutus",
      "It suggests that people are responsible for their own fates"
    ]
  },
  {
    "word_no.": 258,
    "word": "I have always imagined that Paradise will be a kind of library",
    "hints": [
      "A quote from a short story",
      "Written by Jorge Luis Borges",
      "The story is There Are More Things"
    ]
  },
  {
    "word_no.": 259,
    "word": "I am a part of all that I have met",
    "hints": [
      "A line from a poem by Alfred Lord Tennyson",
      "The poem is titled Ulysses",
      "It speaks about the influence of experience"
    ]
  },
  {
    "word_no.": 260,
    "word": "The past is a foreign country they do things differently there",
    "hints": [
      "The opening line of a novel",
      "From The Go-Between by L P Hartley",
      "The book is about memory and class"
    ]
  },
  {
    "word_no.": 261,
    "word": "I am large I contain multitudes",
    "hints": [
      "A line from a poem",
      "From Song of Myself by Walt Whitman",
      "It is a statement about human complexity"
    ]
  },
  {
    "word_no.": 262,
    "word": "We are what we pretend to be so we must be careful what we pretend to be",
    "hints": [
      "A quote from a novel",
      "From Mother Night by Kurt Vonnegut",
      "It is a warning about the dangers of deception"
    ]
  },
  {
    "word_no.": 263,
    "word": "I have walked through the valley of the shadow of death",
    "hints": [
      "A famous line from the Bible",
      "From Psalm 23",
      "It is a metaphor for a difficult time in life"
    ]
  },
  {
    "word_no.": 264,
    "word": "The only way to win is not to play",
    "hints": [
      "A famous quote from a sci-fi film",
      "Spoken by a supercomputer in the movie WarGames",
      "It refers to a strategy of not engaging in a game"
    ]
  },
  {
    "word_no.": 265,
    "word": "The most beautiful things in the world cannot be seen or touched they are felt with the heart",
    "hints": [
      "From the book The Little Prince",
      "Written by Antoine de Saint-Exupéry",
      "It is a philosophical and poetic tale"
    ]
  },
  {
    "word_no.": 266,
    "word": "The only true wisdom is in knowing you know nothing",
    "hints": [
      "A philosophical quote about humility",
      "Attributed to the ancient Greek philosopher Socrates",
      "It is a cornerstone of Socratic philosophy"
    ]
  },
  {
    "word_no.": 267,
    "word": "I am not afraid I was born to do this",
    "hints": [
      "A quote about destiny and courage",
      "Attributed to Joan of Arc",
      "She was a historical figure and military leader"
    ]
  },
  {
    "word_no.": 268,
    "word": "There is nothing to writing All you do is sit down at a typewriter and bleed",
    "hints": [
      "A quote about the difficulty of writing",
      "Attributed to Ernest Hemingway",
      "It suggests that writing is a raw and painful process"
    ]
  },
  {
    "word_no.": 269,
    "word": "I solemnly swear that I am up to no good",
    "hints": [
      "A magical phrase from a popular fantasy series",
      "Used to activate the Marauder's Map",
      "From the Harry Potter books"
    ]
  },
  {
    "word_no.": 270,
    "word": "The quieter you become the more you are able to hear",
    "hints": [
      "A quote about listening and mindfulness",
      "Attributed to a Chinese philosopher",
      "The author is Lao Tzu"
    ]
  },
  {
    "word_no.": 271,
    "word": "Life is what happens when you're busy making other plans",
    "hints": [
      "A quote from a song",
      "Written by John Lennon",
      "From the song Beautiful Boy"
    ]
  },
  {
    "word_no.": 272,
    "word": "The very existence of flamethrowers proves that some time somewhere someone said 'I want to set people on fire' but they were out of matches",
    "hints": [
      "A humorous quote about invention",
      "Attributed to the author of Good Omens",
      "The author is Terry Pratchett"
    ]
  },
  {
    "word_no.": 273,
    "word": "The darkest places in hell are reserved for those who maintain their neutrality",
    "hints": [
      "A quote from a work of poetry",
      "Attributed to Dante Alighieri",
      "From The Inferno"
    ]
  },
  {
    "word_no.": 274,
    "word": "Of all the words of mice and men the saddest are these it might have been",
    "hints": [
      "A line from a poem by John Greenleaf Whittier",
      "It speaks of regret and lost opportunities",
      "The quote is a common variation of the original line"
    ]
  },
  {
    "word_no.": 275,
    "word": "There is some good in this world and it's worth fighting for",
    "hints": [
      "A quote from a character in The Lord of the Rings",
      "Spoken by the hobbit Samwise Gamgee",
      "The book is a classic fantasy epic"
    ]
  },
  {
    "word_no.": 276,
    "word": "You have brains in your head You have feet in your shoes You can steer yourself any direction you choose",
    "hints": [
      "From a children's book by Dr Seuss",
      "The book is Oh the Places You'll Go",
      "It is a message about self-reliance and potential"
    ]
  },
  {
    "word_no.": 277,
    "word": "The mind is its own place and in itself can make a heaven of hell a hell of heaven",
    "hints": [
      "A line from John Milton's epic poem Paradise Lost",
      "Spoken by the character of Satan",
      "It explores the power of the mind and willpower"
    ]
  },
  {
    "word_no.": 278,
    "word": "The truth is rarely pure and never simple",
    "hints": [
      "A quote from a play by Oscar Wilde",
      "The play is The Importance of Being Earnest",
      "It is a satirical look at Victorian society"
    ]
  },
  {
    "word_no.": 279,
    "word": "Give me liberty or give me death",
    "hints": [
      "A famous line from a speech by an American patriot",
      "The speaker was Patrick Henry",
      "The speech was given during the American Revolution"
    ]
  },
  {
    "word_no.": 280,
    "word": "The world breaks everyone and afterward many are strong at the broken places",
    "hints": [
      "From a novel by Ernest Hemingway",
      "The book is A Farewell to Arms",
      "It reflects on resilience and trauma"
    ]
  },
  {
    "word_no.": 281,
    "word": "Hope is the thing with feathers",
    "hints": [
      "A famous line from a poem",
      "The poet is a reclusive American writer",
      "The author is Emily Dickinson"
    ]
  },
  {
    "word_no.": 282,
    "word": "There is a tide in the affairs of men which taken at the flood leads on to fortune",
    "hints": [
      "A quote from a Shakespearean tragedy",
      "Spoken by Brutus in the play Julius Caesar",
      "It refers to seizing an opportunity at the right moment"
    ]
  },
  {
    "word_no.": 283,
    "word": "Nothing is so painful to the human mind as a great and sudden change",
    "hints": [
      "A quote from a Gothic novel",
      "Written by Mary Shelley",
      "The book is Frankenstein"
    ]
  },
  {
    "word_no.": 284,
    "word": "You can't be a real country unless you have a beer and an airline",
    "hints": [
      "A humorous quote about national identity",
      "Attributed to Frank Zappa",
      "He was an American musician and composer"
    ]
  },
  {
    "word_no.": 285,
    "word": "The most courageous act is still to think for yourself Aloud",
    "hints": [
      "A quote about independent thought",
      "Attributed to Coco Chanel",
      "She was a famous French fashion designer"
    ]
  },
  {
    "word_no.": 286,
    "word": "It is what you read when you don't have to that determines what you will be when you can't help it",
    "hints": [
      "A quote about the power of self-education",
      "Attributed to Oscar Wilde",
      "It speaks to the importance of leisure reading"
    ]
  },
  {
    "word_no.": 287,
    "word": "If you tell the truth you don't have to remember anything",
    "hints": [
      "A quote about honesty",
      "Attributed to Mark Twain",
      "The author is known for Tom Sawyer and Huckleberry Finn"
    ]
  },
  {
    "word_no.": 288,
    "word": "Who controls the past controls the future who controls the present controls the past",
    "hints": [
      "A key slogan in George Orwell's novel Nineteen Eighty-Four",
      "It describes the Party's control over information",
      "The book is a dystopian classic"
    ]
  },
  {
    "word_no.": 289,
    "word": "I have not failed I've just found 10 000 ways that won't work",
    "hints": [
      "A quote about perseverance and invention",
      "Attributed to a famous American inventor",
      "The inventor's name was Thomas Edison"
    ]
  },
  {
    "word_no.": 290,
    "word": "The mass of men lead lives of quiet desperation",
    "hints": [
      "From Henry David Thoreau's book Walden",
      "It is a reflection on society and individualism",
      "The author lived in a cabin in the woods to simplify his life"
    ]
  },
  {
    "word_no.": 291,
    "word": "The person who does not read has no advantage over the person who cannot read",
    "hints": [
      "A quote about the value of reading",
      "Attributed to Mark Twain",
      "It emphasizes the importance of a literate mind"
    ]
  },
  {
    "word_no.": 292,
    "word": "I cannot live without my life I cannot live without my soul",
    "hints": [
      "A dramatic quote from the novel Wuthering Heights",
      "Spoken by the character Catherine Earnshaw",
      "The author is Emily Brontë"
    ]
  },
  {
    "word_no.": 293,
    "word": "All animals are equal but some animals are more equal than others",
    "hints": [
      "A satirical line from a political novella",
      "Written by George Orwell",
      "The book is Animal Farm"
    ]
  },
  {
    "word_no.": 294,
    "word": "There is no friend as loyal as a book",
    "hints": [
      "A quote about the value of reading",
      "Attributed to the author of The Old Man and the Sea",
      "The author is Ernest Hemingway"
    ]
  },
  {
    "word_no.": 295,
    "word": "Elementary my dear Watson",
    "hints": [
      "A popular phrase associated with a famous fictional detective",
      "The detective is known for his logical deductions",
      "The character was created by Sir Arthur Conan Doyle"
    ]
  },
  {
    "word_no.": 296,
    "word": "The only difference between the saint and the sinner is that every saint has a past and every sinner has a future",
    "hints": [
      "A quote from a play by Oscar Wilde",
      "The play is A Woman of No Importance",
      "It speaks about redemption and hypocrisy"
    ]
  },
  {
    "word_no.": 297,
    "word": "It is a capital mistake to theorize before one has data",
    "hints": [
      "A quote from a fictional detective",
      "Spoken by Sherlock Holmes",
      "The character was created by Sir Arthur Conan Doyle"
    ]
  },
  {
    "word_no.": 298,
    "word": "The things that make me different are the things that make me me",
    "hints": [
      "A quote from a children's book",
      "Written by Dr Seuss",
      "It is a message of self-acceptance"
    ]
  },
  {
    "word_no.": 299,
    "word": "The purpose of a storyteller is not to tell you how to think but to give you questions to think upon",
    "hints": [
      "A quote from the author of The Sandman",
      "The author is Neil Gaiman",
      "It is a statement on the role of art and literature"
    ]
  },
  {
    "word_no.": 300,
    "word": "I must not fear Fear is the mind-killer",
    "hints": [
      "A famous mantra from a science fiction novel",
      "From Dune by Frank Herbert",
      "The Bene Gesserit use it to control their emotions"
    ]
  }
]
