[
  {
    "word_no.": 1,
    "word": "Supply and Demand",
    "hints": [
      "The relationship between the quantity of a commodity that producers want to sell at various prices and the quantity that consumers want to buy.",
      "A fundamental concept in economics.",
      "Determines the price of goods and services in a market."
    ]
  },
  {
    "word_no.": 2,
    "word": "Inflation",
    "hints": [
      "A general increase in prices and fall in the purchasing value of money.",
      "Measured by the CPI or PPI.",
      "Central banks often try to control it."
    ]
  },
  {
    "word_no.": 3,
    "word": "Gross Domestic Product",
    "hints": [
      "The total monetary or market value of all the finished goods and services produced within a country's borders in a specific time period.",
      "A key measure of a country's economic health.",
      "Often abbreviated as GDP."
    ]
  },
  {
    "word_no.": 4,
    "word": "Monopoly",
    "hints": [
      "A market structure where a single seller or producer controls the entire market.",
      "There is no competition.",
      "Often regulated by the government."
    ]
  },
  {
    "word_no.": 5,
    "word": "Fiscal Policy",
    "hints": [
      "The use of government revenue collection and expenditure to influence the economy.",
      "Includes taxation and government spending.",
      "Set by the government, not the central bank."
    ]
  },
  {
    "word_no.": 6,
    "word": "Monetary Policy",
    "hints": [
      "The actions of a central bank to influence the amount of money and credit in an economy.",
      "Includes setting interest rates and controlling the money supply.",
      "Used to manage inflation and economic growth."
    ]
  },
  {
    "word_no.": 7,
    "word": "Recession",
    "hints": [
      "A significant decline in economic activity across the economy, lasting more than a few months.",
      "Often involves a drop in GDP, employment, and retail sales.",
      "Usually follows a period of economic expansion."
    ]
  },
  {
    "word_no.": 8,
    "word": "Oligopoly",
    "hints": [
      "A market structure dominated by a small number of sellers.",
      "An example is the airline industry.",
      "The actions of one seller affect all others."
    ]
  },
  {
    "word_no.": 9,
    "word": "Scarcity",
    "hints": [
      "The fundamental economic problem of having seemingly unlimited human wants in a world of limited resources.",
      "It requires people to make choices.",
      "The central problem that all economic systems face."
    ]
  },
  {
    "word_no.": 10,
    "word": "Capitalism",
    "hints": [
      "An economic system characterized by private or corporate ownership of capital goods.",
      "Prices and production are determined by a free market.",
      "Often associated with Adam Smith."
    ]
  },
  {
    "word_no.": 11,
    "word": "Socialism",
    "hints": [
      "An economic and political system in which a country's trade and industry are controlled by the community as a whole, rather than by individual owners.",
      "Opposite of capitalism.",
      "Focuses on social welfare and equality."
    ]
  },
  {
    "word_no.": 12,
    "word": "Opportunity Cost",
    "hints": [
      "The value of the next-best alternative that must be foregone in order to pursue a certain action.",
      "The 'cost' of choosing one thing over another.",
      "A key concept in making economic decisions."
    ]
  },
  {
    "word_no.": 13,
    "word": "Equilibrium",
    "hints": [
      "A state in which economic forces are balanced.",
      "In a market, it's where supply and demand are equal.",
      "The point where there is no tendency for change."
    ]
  },
  {
    "word_no.": 14,
    "word": "Utility",
    "hints": [
      "The total satisfaction received from consuming a good or service.",
      "It is a measure of happiness or benefit.",
      "Used to explain consumer behavior."
    ]
  },
  {
    "word_no.": 15,
    "word": "Deficit",
    "hints": [
      "When a government's spending is greater than its revenue.",
      "The opposite of a surplus.",
      "It contributes to the national debt."
    ]
  },
  {
    "word_no.": 16,
    "word": "Surplus",
    "hints": [
      "When the supply of a good exceeds the demand for it.",
      "Can also refer to government revenue exceeding spending.",
      "The opposite of a deficit."
    ]
  },
  {
    "word_no.": 17,
    "word": "Elasticity",
    "hints": [
      "A measure of how sensitive one economic variable is to changes in another.",
      "Often used to describe consumer response to price changes.",
      "A key concept for understanding supply and demand."
    ]
  },
  {
    "word_no.": 18,
    "word": "Tariff",
    "hints": [
      "A tax imposed by a government on goods and services imported from other countries.",
      "Used to protect domestic industries.",
      "A type of trade barrier."
    ]
  },
  {
    "word_no.": 19,
    "word": "Comparative Advantage",
    "hints": [
      "The ability of an individual or group to produce a particular good or service at a lower opportunity cost than another.",
      "A key concept in international trade.",
      "Often associated with David Ricardo."
    ]
  },
  {
    "word_no.": 20,
    "word": "Absolute Advantage",
    "hints": [
      "The ability of an individual or group to carry out a particular economic activity more efficiently than another.",
      "Producing more of a good with the same amount of resources.",
      "A more straightforward advantage than its 'comparative' counterpart."
    ]
  },
  {
    "word_no.": 21,
    "word": "Keynesian Economics",
    "hints": [
      "An economic theory stating that government spending and tax policies can be used to influence aggregate demand and combat economic downturns.",
      "Named after a famous British economist.",
      "Recommends government intervention."
    ]
  },
  {
    "word_no.": 22,
    "word": "Microeconomics",
    "hints": [
      "The branch of economics that studies the behavior of individuals and firms in making decisions regarding the allocation of scarce resources.",
      "Focuses on a specific part of the economy.",
      "Studies things like consumer choice and market structure."
    ]
  },
  {
    "word_no.": 23,
    "word": "Macroeconomics",
    "hints": [
      "The branch of economics that studies the behavior and performance of an economy as a whole.",
      "Focuses on aggregate phenomena like GDP, unemployment, and inflation.",
      "Looks at the big picture of the economy."
    ]
  },
  {
    "word_no.": 24,
    "word": "Unemployment",
    "hints": [
      "When people are without a job and have actively sought work within the past four weeks.",
      "A key indicator of economic health.",
      "Comes in different forms, like cyclical or structural."
    ]
  },
  {
    "word_no.": 25,
    "word": "Deflation",
    "hints": [
      "A decrease in the general price level of goods and services.",
      "The opposite of inflation.",
      "Can lead to a slowdown in economic activity."
    ]
  },
  {
    "word_no.": 26,
    "word": "Market Economy",
    "hints": [
      "An economic system where economic decisions are made by individuals and businesses in the marketplace.",
      "Minimal government intervention.",
      "The US is an example of this type of economy."
    ]
  },
  {
    "word_no.": 27,
    "word": "Command Economy",
    "hints": [
      "An economic system where the government controls the means of production and makes all economic decisions.",
      "The opposite of a market economy.",
      "Also known as a planned economy."
    ]
  },
  {
    "word_no.": 28,
    "word": "Globalization",
    "hints": [
      "The process of interaction and integration among people, companies, and governments worldwide.",
      "The increasing interconnectedness of economies.",
      "Facilitated by international trade and investment."
    ]
  },
  {
    "word_no.": 29,
    "word": "Demand Curve",
    "hints": [
      "A graph showing the relationship between the price of a certain commodity and the quantity of that commodity that is demanded at that price.",
      "It typically slopes downward.",
      "Part of the supply and demand model."
    ]
  },
  {
    "word_no.": 30,
    "word": "Supply Curve",
    "hints": [
      "A graph showing the relationship between the price of a certain commodity and the quantity of that commodity that is supplied at that price.",
      "It typically slopes upward.",
      "Part of the supply and demand model."
    ]
  },
  {
    "word_no.": 31,
    "word": "Consumer Price Index",
    "hints": [
      "A measure that examines the weighted average of prices of a basket of consumer goods and services.",
      "A key way to measure inflation.",
      "Often abbreviated as CPI."
    ]
  },
  {
    "word_no.": 32,
    "word": "Producer Price Index",
    "hints": [
      "A family of indexes that measures the average change over time in the selling prices received by domestic producers for their output.",
      "A measure of inflation from the perspective of producers.",
      "Often abbreviated as PPI."
    ]
  },
  {
    "word_no.": 33,
    "word": "Budget",
    "hints": [
      "An estimate of income and expenditure for a set period of time.",
      "A government creates one annually to plan spending.",
      "A financial plan."
    ]
  },
  {
    "word_no.": 34,
    "word": "Infrastructure",
    "hints": [
      "The basic physical and organizational structures and facilities needed for the operation of a society or enterprise.",
      "Examples include roads, bridges, power plants, and schools.",
      "Government investment in this can stimulate the economy."
    ]
  },
  {
    "word_no.": 35,
    "word": "Trade Balance",
    "hints": [
      "The difference between a country's imports and its exports.",
      "A surplus means exports exceed imports.",
      "A deficit means imports exceed exports."
    ]
  },
  {
    "word_no.": 36,
    "word": "Protectionism",
    "hints": [
      "The theory or practice of shielding a country's domestic industries from foreign competition by taxing imports.",
      "Includes tariffs and quotas.",
      "The opposite of free trade."
    ]
  },
  {
    "word_no.": 37,
    "word": "Free Trade",
    "hints": [
      "International trade left to its natural course without tariffs or other restrictions.",
      "The opposite of protectionism.",
      "The goal of many international agreements like NAFTA."
    ]
  },
  {
    "word_no.": 38,
    "word": "Economic Growth",
    "hints": [
      "An increase in the amount of goods and services produced per head of the population over a period of time.",
      "Measured by changes in GDP.",
      "A key goal of many governments."
    ]
  },
  {
    "word_no.": 39,
    "word": "Depression",
    "hints": [
      "A severe and prolonged downturn in economic activity.",
      "More severe than a recession.",
      "The Great one started in 1929."
    ]
  },
  {
    "word_no.": 40,
    "word": "Stagflation",
    "hints": [
      "A situation in which the inflation rate is high, the economic growth rate slows, and unemployment remains steadily high.",
      "A combination of economic stagnation and inflation.",
      "Occurred in the 1970s."
    ]
  },
  {
    "word_no.": 41,
    "word": "Interest Rate",
    "hints": [
      "The proportion of a loan that is charged as interest to the borrower, typically expressed as an annual percentage.",
      "A key tool of monetary policy.",
      "Influences borrowing and saving."
    ]
  },
  {
    "word_no.": 42,
    "word": "Capital",
    "hints": [
      "Wealth in the form of money or other assets owned by a person or organization.",
      "Also refers to the tools and machinery used in production.",
      "One of the four factors of production."
    ]
  },
  {
    "word_no.": 43,
    "word": "Labor",
    "hints": [
      "The work done by people to produce goods and services.",
      "One of the four factors of production.",
      "The human effort used in production."
    ]
  },
  {
    "word_no.": 44,
    "word": "Land",
    "hints": [
      "All natural resources used to produce goods and services.",
      "One of the four factors of production.",
      "Includes raw materials and property."
    ]
  },
  {
    "word_no.": 45,
    "word": "Entrepreneurship",
    "hints": [
      "The activity of setting up a business or businesses, taking on financial risks in the hope of profit.",
      "The fourth factor of production.",
      "The creative and organizational element in production."
    ]
  },
  {
    "word_no.": 46,
    "word": "Stock Market",
    "hints": [
      "A collection of markets where the buying, selling, and issuance of shares of publicly-held companies take place.",
      "Also known as the equity market.",
      "A key component of the financial system."
    ]
  },
  {
    "word_no.": 47,
    "word": "Bond",
    "hints": [
      "A type of debt security where an investor loans money to an entity.",
      "Governments and corporations issue these to raise funds.",
      "An IOU that pays interest."
    ]
  },
  {
    "word_no.": 48,
    "word": "Derivatives",
    "hints": [
      "A contract between two or more parties whose value is based on an agreed-upon underlying financial asset.",
      "Can include futures, options, and swaps.",
      "Their value is 'derived' from something else."
    ]
  },
  {
    "word_no.": 49,
    "word": "Liquidity",
    "hints": [
      "The degree to which a security or asset can be quickly bought or sold in the market without affecting the asset's price.",
      "Cash is considered the most liquid asset.",
      "A measure of how easily an asset can be converted to cash."
    ]
  },
  {
    "word_no.": 50,
    "word": "Dividend",
    "hints": [
      "A distribution of a portion of a company's earnings to a class of its shareholders.",
      "A payment made by a company to its investors.",
      "Can be paid in cash or stock."
    ]
  },
  {
    "word_no.": 51,
    "word": "Stock",
    "hints": [
      "A type of security that signifies ownership in a corporation.",
      "Can be common or preferred.",
      "Represents a share of ownership."
    ]
  },
  {
    "word_no.": 52,
    "word": "Venture Capital",
    "hints": [
      "Funding provided to start-ups and small businesses.",
      "Often given in exchange for equity.",
      "Risky but can be highly profitable."
    ]
  },
  {
    "word_no.": 53,
    "word": "Hedge Fund",
    "hints": [
      "An alternative investment private partnership that uses aggressive investment strategies to generate high returns.",
      "Requires a high minimum investment.",
      "Often uses short selling and leverage."
    ]
  },
  {
    "word_no.": 54,
    "word": "Mutual Fund",
    "hints": [
      "An investment vehicle made up of a pool of funds collected from many investors for the purpose of investing in securities.",
      "Managed by a professional fund manager.",
      "Diversifies investments for small investors."
    ]
  },
  {
    "word_no.": 55,
    "word": "Portfolio",
    "hints": [
      "A grouping of financial assets such as stocks, bonds, and cash equivalents.",
      "A collection of investments.",
      "Used by an investor to diversify."
    ]
  },
  {
    "word_no.": 56,
    "word": "Bull Market",
    "hints": [
      "A market in which share prices are rising, encouraging buying.",
      "Characterized by optimism and confidence.",
      "The opposite of a bear market."
    ]
  },
  {
    "word_no.": 57,
    "word": "Bear Market",
    "hints": [
      "A market in which prices are falling, encouraging selling.",
      "Characterized by pessimism and fear.",
      "The opposite of a bull market."
    ]
  },
  {
    "word_no.": 58,
    "word": "Arbitrage",
    "hints": [
      "The simultaneous buying and selling of an asset to profit from a difference in the price.",
      "Risk-free profit.",
      "Takes advantage of market inefficiencies."
    ]
  },
  {
    "word_no.": 59,
    "word": "Diversification",
    "hints": [
      "A risk management strategy that mixes a wide variety of investments within a portfolio.",
      "The saying is 'don't put all your eggs in one basket.'",
      "Reduces overall risk."
    ]
  },
  {
    "word_no.": 60,
    "word": "Federal Reserve",
    "hints": [
      "The central bank of the United States.",
      "Sets monetary policy.",
      "Often called 'the Fed'."
    ]
  },
  {
    "word_no.": 61,
    "word": "National Debt",
    "hints": [
      "The total amount of money that a country's government has borrowed.",
      "Accumulation of annual budget deficits.",
      "A country's outstanding financial obligations."
    ]
  },
  {
    "word_no.": 62,
    "word": "Budget Surplus",
    "hints": [
      "When government tax revenue exceeds government spending.",
      "Opposite of a budget deficit.",
      "Allows the government to pay down its debt."
    ]
  },
  {
    "word_no.": 63,
    "word": "Budget Deficit",
    "hints": [
      "When government spending exceeds government tax revenue.",
      "Opposite of a budget surplus.",
      "Increases the national debt."
    ]
  },
  {
    "word_no.": 64,
    "word": "Consumer Surplus",
    "hints": [
      "The difference between the price a consumer is willing to pay and the actual price they pay.",
      "A measure of consumer benefit.",
      "Shown on a demand-supply graph as the area above the price and below the demand curve."
    ]
  },
  {
    "word_no.": 65,
    "word": "Producer Surplus",
    "hints": [
      "The difference between the price at which producers are willing to sell a good and the price they actually receive.",
      "A measure of producer benefit.",
      "Shown on a demand-supply graph as the area below the price and above the supply curve."
    ]
  },
  {
    "word_no.": 66,
    "word": "Public Goods",
    "hints": [
      "Goods that are non-excludable and non-rivalrous.",
      "Examples include national defense and public parks.",
      "Often provided by the government."
    ]
  },
  {
    "word_no.": 67,
    "word": "Externality",
    "hints": [
      "A cost or benefit that affects a party who did not choose to incur that cost or benefit.",
      "Can be positive or negative.",
      "Pollution is a negative one; a beautiful garden is a positive one."
    ]
  },
  {
    "word_no.": 68,
    "word": "Fiscal Multiplier",
    "hints": [
      "The ratio of change in national income to the change in government spending.",
      "Measures the impact of fiscal policy.",
      "Shows how much the economy expands with new government spending."
    ]
  },
  {
    "word_no.": 69,
    "word": "Laissez Faire",
    "hints": [
      "An economic system in which transactions are free from government intervention.",
      "A French term meaning 'let it be'.",
      "Advocates for a hands-off approach."
    ]
  },
  {
    "word_no.": 70,
    "word": "Stagflation",
    "hints": [
      "A period of high inflation, slow economic growth, and high unemployment.",
      "A combination of stagnation and inflation.",
      "A difficult problem for policymakers to solve."
    ]
  },
  {
    "word_no.": 71,
    "word": "Human Capital",
    "hints": [
      "The skills, knowledge, and experience possessed by an individual or population.",
      "A key driver of economic growth.",
      "Can be improved through education and training."
    ]
  },
  {
    "word_no.": 72,
    "word": "Production Possibilities",
    "hints": [
      "The different combinations of two goods that can be produced with a fixed amount of resources.",
      "Represented by a curve on a graph.",
      "Shows the concept of scarcity and trade-offs."
    ]
  },
  {
    "word_no.": 73,
    "word": "Business Cycle",
    "hints": [
      "The recurring and fluctuating levels of economic activity over a period of time.",
      "Includes periods of expansion and contraction.",
      "Also known as the economic cycle."
    ]
  },
  {
    "word_no.": 74,
    "word": "Trade Deficit",
    "hints": [
      "An economic measure of a negative balance of trade.",
      "Occurs when a country's imports exceed its exports.",
      "Can be a source of political debate."
    ]
  },
  {
    "word_no.": 75,
    "word": "Trade Surplus",
    "hints": [
      "An economic measure of a positive balance of trade.",
      "Occurs when a country's exports exceed its imports.",
      "Can indicate a strong export-oriented economy."
    ]
  },
  {
    "word_no.": 76,
    "word": "Frictional Unemployment",
    "hints": [
      "Unemployment that results from workers searching for new jobs or transitioning from one job to another.",
      "A natural part of a healthy economy.",
      "Short-term and voluntary."
    ]
  },
  {
    "word_no.": 77,
    "word": "Structural Unemployment",
    "hints": [
      "Unemployment caused by a mismatch between the skills workers have and the skills needed for available jobs.",
      "Caused by technological changes or shifts in the economy.",
      "Can be long-term."
    ]
  },
  {
    "word_no.": 78,
    "word": "Cyclical Unemployment",
    "hints": [
      "Unemployment that rises and falls with the business cycle.",
      "Caused by a downturn in the economy.",
      "Goes up during a recession and down during expansion."
    ]
  },
  {
    "word_no.": 79,
    "word": "Fiscal Stimulus",
    "hints": [
      "The use of fiscal policy to increase economic output.",
      "Involves increasing government spending or lowering taxes.",
      "Aimed at boosting aggregate demand."
    ]
  },
  {
    "word_no.": 80,
    "word": "Inflation Rate",
    "hints": [
      "The percentage change in a price index over a specific period of time.",
      "Measures how quickly prices are rising.",
      "A key concern for central banks."
    ]
  },
  {
    "word_no.": 81,
    "word": "Exchange Rate",
    "hints": [
      "The value of one country's currency in terms of another currency.",
      "Determines how much a foreign currency is worth.",
      "Can be fixed or floating."
    ]
  },
  {
    "word_no.": 82,
    "word": "Foreign Direct Investment",
    "hints": [
      "An investment made by a firm or individual in one country into business interests located in another country.",
      "Involves creating or acquiring a business abroad.",
      "Often abbreviated as FDI."
    ]
  },
  {
    "word_no.": 83,
    "word": "Current Account",
    "hints": [
      "A record of all payments for goods, services, and income flows between a country and the rest of the world.",
      "Part of the balance of payments.",
      "A key measure of international trade."
    ]
  },
  {
    "word_no.": 84,
    "word": "Capital Account",
    "hints": [
      "A record of all international capital transfers.",
      "Includes foreign direct investment and portfolio investment.",
      "Part of the balance of payments."
    ]
  },
  {
    "word_no.": 85,
    "word": "Balance of Payments",
    "hints": [
      "A summary of all the transactions that a country's individuals, companies, and government bodies complete with the rest of the world.",
      "Includes the current and capital accounts.",
      "Should theoretically equal zero."
    ]
  },
  {
    "word_no.": 86,
    "word": "Subsidies",
    "hints": [
      "A sum of money granted by the government to a firm or industry to help them keep the price of a commodity low.",
      "Used to encourage production of certain goods.",
      "Can be a form of protectionism."
    ]
  },
  {
    "word_no.": 87,
    "word": "Quota",
    "hints": [
      "A limit on the quantity of a particular good that can be imported.",
      "A form of protectionism.",
      "The opposite of a tariff."
    ]
  },
  {
    "word_no.": 88,
    "word": "Deadweight Loss",
    "hints": [
      "A loss of economic efficiency that can occur when the free market equilibrium is not achieved.",
      "A result of market inefficiencies.",
      "Can be caused by taxes, tariffs, or monopolies."
    ]
  },
  {
    "word_no.": 89,
    "word": "Gini Coefficient",
    "hints": [
      "A measure of statistical dispersion intended to represent the income or wealth distribution of a nation's residents.",
      "Ranges from 0 (perfect equality) to 1 (perfect inequality).",
      "A key metric for measuring income inequality."
    ]
  },
  {
    "word_no.": 90,
    "word": "Adam Smith",
    "hints": [
      "The 'father of modern economics'.",
      "Author of 'The Wealth of Nations'.",
      "Introduced the concept of the 'invisible hand'."
    ]
  },
  {
    "word_no.": 91,
    "word": "Invisible Hand",
    "hints": [
      "A metaphor for the unseen forces that move the free market economy.",
      "Coined by Adam Smith.",
      "Describes the self-regulating nature of the market."
    ]
  },
  {
    "word_no.": 92,
    "word": "John Maynard Keynes",
    "hints": [
      "A British economist whose ideas fundamentally changed the theory and practice of macroeconomics.",
      "Advocated for government intervention to combat recessions.",
      "The father of Keynesian economics."
    ]
  },
  {
    "word_no.": 93,
    "word": "Karl Marx",
    "hints": [
      "A German philosopher and economist who is considered the father of communism.",
      "Author of 'Das Kapital'.",
      "Advocated for the abolition of private property."
    ]
  },
  {
    "word_no.": 94,
    "word": "Friedrich Hayek",
    "hints": [
      "An Austrian-British economist and philosopher.",
      "A critic of socialism and a proponent of free markets.",
      "Wrote 'The Road to Serfdom'."
    ]
  },
  {
    "word_no.": 95,
    "word": "Milton Friedman",
    "hints": [
      "An American economist who was a strong advocate for free markets.",
      "A major figure in the Chicago school of economics.",
      "Advocated for monetarism."
    ]
  },
  {
    "word_no.": 96,
    "word": "Free Market",
    "hints": [
      "An economic system in which prices are determined by unrestricted competition between privately owned businesses.",
      "Characterized by minimal government intervention.",
      "Often used interchangeably with 'market economy'."
    ]
  },
  {
    "word_no.": 97,
    "word": "Command Economy",
    "hints": [
      "An economic system in which the government controls the means of production and makes all economic decisions.",
      "The opposite of a free market.",
      "Examples include North Korea and Cuba."
    ]
  },
  {
    "word_no.": 98,
    "word": "Mixed Economy",
    "hints": [
      "An economic system combining elements of both a market economy and a command economy.",
      "Most countries today have this type of system.",
      "Combines private enterprise with government intervention."
    ]
  },
  {
    "word_no.": 99,
    "word": "Trade Liberalization",
    "hints": [
      "The removal or reduction of barriers to free trade.",
      "A key goal of many international organizations.",
      "Can lead to increased global trade."
    ]
  },
  {
    "word_no.": 100,
    "word": "Economies of Scale",
    "hints": [
      "The cost advantages that enterprises obtain due to their scale of operation.",
      "As production increases, the cost per unit decreases.",
      "A result of increasing production efficiency."
    ]
  },
  {
    "word_no.": 101,
    "word": "Diseconomies of Scale",
    "hints": [
      "The forces that cause a firm's long-run average cost to increase as output increases.",
      "Occurs when a firm becomes too large and inefficient.",
      "The opposite of economies of scale."
    ]
  },
  {
    "word_no.": 102,
    "word": "Natural Monopoly",
    "hints": [
      "A monopoly that arises because a single firm can serve the entire market at a lower cost than two or more firms.",
      "Examples include public utilities like electricity and water.",
      "Often heavily regulated by the government."
    ]
  },
  {
    "word_no.": 103,
    "word": "Perfect Competition",
    "hints": [
      "A market structure in which there are many sellers, each selling an identical product.",
      "No single firm can influence the price.",
      "A theoretical market model."
    ]
  },
  {
    "word_no.": 104,
    "word": "Monopolistic Competition",
    "hints": [
      "A market structure with many firms selling similar but not identical products.",
      "Examples include restaurants and clothing stores.",
      "Firms have some control over their prices."
    ]
  },
  {
    "word_no.": 105,
    "word": "Price Floor",
    "hints": [
      "A minimum price set by the government that can be charged for a good or service.",
      "Causes a surplus of the good.",
      "A legal minimum price."
    ]
  },
  {
    "word_no.": 106,
    "word": "Price Ceiling",
    "hints": [
      "A maximum price set by the government that can be charged for a good or service.",
      "Causes a shortage of the good.",
      "A legal maximum price."
    ]
  },
  {
    "word_no.": 107,
    "word": "Marginal Cost",
    "hints": [
      "The cost added by producing one additional unit of a good or service.",
      "A key concept in making production decisions.",
      "The change in total cost."
    ]
  },
  {
    "word_no.": 108,
    "word": "Marginal Revenue",
    "hints": [
      "The additional revenue generated from selling one additional unit of a good or service.",
      "Used by firms to decide how much to produce.",
      "The change in total revenue."
    ]
  },
  {
    "word_no.": 109,
    "word": "Market Failure",
    "hints": [
      "A situation in which the allocation of goods and services by a free market is not efficient.",
      "Examples include externalities and public goods.",
      "Justifies government intervention."
    ]
  },
  {
    "word_no.": 110,
    "word": "Subprime Mortgage",
    "hints": [
      "A type of loan granted to individuals with poor credit histories.",
      "Often has a higher interest rate.",
      "Contributed to the 2008 financial crisis."
    ]
  },
  {
    "word_no.": 111,
    "word": "Quantitative Easing",
    "hints": [
      "A monetary policy in which a central bank purchases government securities to increase the money supply and encourage lending and investment.",
      "Used by the Federal Reserve after 2008.",
      "Often abbreviated as QE."
    ]
  },
  {
    "word_no.": 112,
    "word": "Austerity",
    "hints": [
      "A set of economic policies implemented by a government to reduce its budget deficit.",
      "Involves cutting government spending and/or raising taxes.",
      "Often controversial and can lead to a recession."
    ]
  },
  {
    "word_no.": 113,
    "word": "Fiscal Stimulus",
    "hints": [
      "The use of government spending or tax cuts to increase economic output.",
      "Aimed at boosting aggregate demand.",
      "A key tool of fiscal policy."
    ]
  },
  {
    "word_no.": 114,
    "word": "Deflationary Spiral",
    "hints": [
      "A vicious cycle where falling prices lead to a decrease in production, which in turn leads to lower wages and less consumer spending.",
      "Can be very difficult to stop.",
      "Associated with a severe recession or depression."
    ]
  },
  {
    "word_no.": 115,
    "word": "Monetarism",
    "hints": [
      "A school of thought that emphasizes the role of governments in controlling the amount of money in circulation.",
      "Associated with Milton Friedman.",
      "Believe inflation is always a monetary phenomenon."
    ]
  },
  {
    "word_no.": 116,
    "word": "Supply Side Economics",
    "hints": [
      "A macroeconomic theory that argues that economic growth can be most effectively created by lowering taxes and decreasing regulation.",
      "Focuses on increasing the supply of goods and services.",
      "Associated with the Reagan administration."
    ]
  },
  {
    "word_no.": 117,
    "word": "Demand Side Economics",
    "hints": [
      "A macroeconomic theory that argues that economic growth is driven by aggregate demand.",
      "Associated with Keynesian economics.",
      "Focuses on increasing consumer spending and investment."
    ]
  },
  {
    "word_no.": 118,
    "word": "Phillips Curve",
    "hints": [
      "A historical inverse relationship between unemployment and the rate of inflation in an economy.",
      "Suggests a trade-off between the two.",
      "Its stability was questioned in the 1970s."
    ]
  },
  {
    "word_no.": 119,
    "word": "Stagflation",
    "hints": [
      "A combination of high inflation and high unemployment.",
      "A paradox that challenged the Phillips Curve.",
      "Occurred in the 1970s."
    ]
  },
  {
    "word_no.": 120,
    "word": "Consumer Confidence",
    "hints": [
      "An economic indicator that measures the degree of optimism consumers feel about the overall state of the economy.",
      "Can predict future consumer spending.",
      "A key leading indicator."
    ]
  },
  {
    "word_no.": 121,
    "word": "Marginal Propensity to Consume",
    "hints": [
      "The proportion of an aggregate raise in pay that a consumer spends on the consumption of goods and services.",
      "A key component of the Keynesian multiplier.",
      "Often abbreviated as MPC."
    ]
  },
  {
    "word_no.": 122,
    "word": "Marginal Propensity to Save",
    "hints": [
      "The proportion of an aggregate raise in pay that a consumer saves.",
      "The opposite of the marginal propensity to consume.",
      "Often abbreviated as MPS."
    ]
  },
  {
    "word_no.": 123,
    "word": "Aggregate Demand",
    "hints": [
      "The total demand for final goods and services in an economy at a given time and price level.",
      "Made up of consumption, investment, government spending, and net exports.",
      "The total spending in an economy."
    ]
  },
  {
    "word_no.": 124,
    "word": "Aggregate Supply",
    "hints": [
      "The total supply of goods and services produced within an economy at a given overall price level in a given period.",
      "The total output of an economy.",
      "Influenced by factors of production."
    ]
  },
  {
    "word_no.": 125,
    "word": "Purchasing Power Parity",
    "hints": [
      "A measure of the relative value of a currency.",
      "Based on the price of a 'basket of goods' in different countries.",
      "The 'Big Mac Index' is a lighthearted example of this concept."
    ]
  },
  {
    "word_no.": 126,
    "word": "Balance of Trade",
    "hints": [
      "The difference between a country's exports and imports.",
      "A key component of the balance of payments.",
      "Can be a surplus or a deficit."
    ]
  },
  {
    "word_no.": 127,
    "word": "Currency Devaluation",
    "hints": [
      "The official lowering of the value of a country's currency relative to other currencies.",
      "Makes a country's exports cheaper and imports more expensive.",
      "Can be used to stimulate the economy."
    ]
  },
  {
    "word_no.": 128,
    "word": "Currency Appreciation",
    "hints": [
      "An increase in the value of a country's currency relative to other currencies.",
      "Makes a country's exports more expensive and imports cheaper.",
      "Can hurt a country's export industries."
    ]
  },
  {
    "word_no.": 129,
    "word": "Economic Sanctions",
    "hints": [
      "Commercial and financial penalties applied by one or more countries against a targeted self-governing state, group, or individual.",
      "A form of economic coercion.",
      "Can include tariffs, quotas, and asset freezes."
    ]
  },
  {
    "word_no.": 130,
    "word": "Fiscal Cliff",
    "hints": [
      "A term used to describe the effect of a specific set of fiscal policies that would cause the government budget deficit to drop sharply.",
      "A combination of tax increases and spending cuts.",
      "A term popularized in the US in 2012."
    ]
  },
  {
    "word_no.": 131,
    "word": "Moral Hazard",
    "hints": [
      "A situation where one party gets involved in a risky event knowing that it is protected against the risk.",
      "Can occur after a bailout.",
      "Encourages reckless behavior."
    ]
  },
  {
    "word_no.": 132,
    "word": "Adverse Selection",
    "hints": [
      "A situation in which one party in a transaction has more information than the other party.",
      "Can lead to undesirable outcomes.",
      "A problem in insurance markets."
    ]
  },
  {
    "word_no.": 133,
    "word": "Asymmetric Information",
    "hints": [
      "A situation where one party to an economic transaction has greater material knowledge than the other party.",
      "Includes moral hazard and adverse selection.",
      "A cause of market failure."
    ]
  },
  {
    "word_no.": 134,
    "word": "Elastic Demand",
    "hints": [
      "When a change in price causes a greater change in quantity demanded.",
      "Goods with many substitutes often have this.",
      "A price increase leads to a large drop in sales."
    ]
  },
  {
    "word_no.": 135,
    "word": "Inelastic Demand",
    "hints": [
      "When a change in price causes a smaller change in quantity demanded.",
      "Goods with no close substitutes often have this.",
      "A price increase has little effect on sales."
    ]
  },
  {
    "word_no.": 136,
    "word": "Income Effect",
    "hints": [
      "The change in consumption patterns due to a change in purchasing power.",
      "When prices fall, consumers feel wealthier and can buy more.",
      "Part of the reason the demand curve slopes downward."
    ]
  },
  {
    "word_no.": 137,
    "word": "Substitution Effect",
    "hints": [
      "The change in consumption patterns due to a change in the relative price of a good.",
      "When the price of a good rises, consumers switch to a cheaper alternative.",
      "Part of the reason the demand curve slopes downward."
    ]
  },
  {
    "word_no.": 138,
    "word": "Capital Goods",
    "hints": [
      "Physical assets that a company uses in the production process.",
      "Examples include machinery, equipment, and buildings.",
      "Used to produce consumer goods."
    ]
  },
  {
    "word_no.": 139,
    "word": "Consumer Goods",
    "hints": [
      "Products bought for consumption by the average consumer.",
      "The final products in the production process.",
      "Examples include food, clothing, and cars."
    ]
  },
  {
    "word_no.": 140,
    "word": "Opportunity Cost",
    "hints": [
      "The value of the next-best alternative that must be foregone.",
      "A central concept in making economic decisions.",
      "What you give up when you make a choice."
    ]
  },
  {
    "word_no.": 141,
    "word": "Marginal Utility",
    "hints": [
      "The additional satisfaction a consumer gains from consuming one more unit of a good or service.",
      "It typically decreases with each additional unit consumed.",
      "The 'law of diminishing' one is a key concept."
    ]
  },
  {
    "word_no.": 142,
    "word": "Diminishing Returns",
    "hints": [
      "The principle that, as one factor of production is increased, the output per unit will eventually decrease.",
      "Applies to labor, capital, and land.",
      "Also known as the law of diminishing marginal returns."
    ]
  },
  {
    "word_no.": 143,
    "word": "Monopoly",
    "hints": [
      "A market structure where a single seller or producer controls the entire market.",
      "There is no competition.",
      "Often regulated by the government."
    ]
  },
  {
    "word_no.": 144,
    "word": "Oligopoly",
    "hints": [
      "A market structure dominated by a small number of sellers.",
      "An example is the airline industry.",
      "The actions of one seller affect all others."
    ]
  },
  {
    "word_no.": 145,
    "word": "Perfect Competition",
    "hints": [
      "A market structure in which there are many sellers, each selling an identical product.",
      "No single firm can influence the price.",
      "A theoretical market model."
    ]
  },
  {
    "word_no.": 146,
    "word": "Monopolistic Competition",
    "hints": [
      "A market structure with many firms selling similar but not identical products.",
      "Examples include restaurants and clothing stores.",
      "Firms have some control over their prices."
    ]
  },
  {
    "word_no.": 147,
    "word": "Fiscal Policy",
    "hints": [
      "The use of government revenue collection and expenditure to influence the economy.",
      "Includes taxation and government spending.",
      "Set by the government, not the central bank."
    ]
  },
  {
    "word_no.": 148,
    "word": "Monetary Policy",
    "hints": [
      "The actions of a central bank to influence the amount of money and credit in an economy.",
      "Includes setting interest rates and controlling the money supply.",
      "Used to manage inflation and economic growth."
    ]
  },
  {
    "word_no.": 149,
    "word": "Economic Bubble",
    "hints": [
      "An economic cycle characterized by the rapid escalation of market value, especially in the price of assets.",
      "Driven by irrational exuberance.",
      "Often followed by a crash."
    ]
  },
  {
    "word_no.": 150,
    "word": "Stock",
    "hints": [
      "A type of security that signifies ownership in a corporation.",
      "Can be common or preferred.",
      "Represents a share of ownership."
    ]
  },
  {
    "word_no.": 151,
    "word": "Bond",
    "hints": [
      "A type of debt security where an investor loans money to an entity.",
      "Governments and corporations issue these to raise funds.",
      "An IOU that pays interest."
    ]
  },
  {
    "word_no.": 152,
    "word": "Commodity",
    "hints": [
      "A basic good used in commerce that is interchangeable with other goods of the same type.",
      "Examples include oil, gold, and wheat.",
      "The price is determined by the market."
    ]
  },
  {
    "word_no.": 153,
    "word": "Derivative",
    "hints": [
      "A contract between two or more parties whose value is based on an agreed-upon underlying financial asset.",
      "Can include futures, options, and swaps.",
      "Its value is 'derived' from something else."
    ]
  },
  {
    "word_no.": 154,
    "word": "Index Fund",
    "hints": [
      "A type of mutual fund or exchange-traded fund with a portfolio constructed to match or track the components of a market index.",
      "A passive investment strategy.",
      "S&P 500 is a common index to track."
    ]
  },
  {
    "word_no.": 155,
    "word": "Hedge Fund",
    "hints": [
      "An alternative investment private partnership that uses aggressive investment strategies to generate high returns.",
      "Requires a high minimum investment.",
      "Often uses short selling and leverage."
    ]
  },
  {
    "word_no.": 156,
    "word": "Financial Crisis",
    "hints": [
      "A situation where the value of financial institutions or assets drops rapidly.",
      "Can be caused by a burst bubble or a banking collapse.",
      "The Great Recession was triggered by one."
    ]
  },
  {
    "word_no.": 157,
    "word": "Recession",
    "hints": [
      "A significant decline in economic activity across the economy, lasting more than a few months.",
      "Often involves a drop in GDP, employment, and retail sales.",
      "Usually follows a period of economic expansion."
    ]
  },
  {
    "word_no.": 158,
    "word": "Depression",
    "hints": [
      "A severe and prolonged downturn in economic activity.",
      "More severe than a recession.",
      "The Great one started in 1929."
    ]
  },
  {
    "word_no.": 159,
    "word": "Trade War",
    "hints": [
      "A situation in which countries try to damage each other's trade by imposing tariffs or quotas.",
      "A conflict over international trade.",
      "Can lead to higher prices for consumers."
    ]
  },
  {
    "word_no.": 160,
    "word": "World Bank",
    "hints": [
      "An international financial institution that provides loans and grants to the governments of poorer countries.",
      "A key player in global development.",
      "Headquartered in Washington, D.C."
    ]
  },
  {
    "word_no.": 161,
    "word": "International Monetary Fund",
    "hints": [
      "An international organization that promotes global monetary cooperation.",
      "Provides financial assistance to countries with balance of payments problems.",
      "Often abbreviated as IMF."
    ]
  },
  {
    "word_no.": 162,
    "word": "European Union",
    "hints": [
      "A political and economic union of 27 member states located primarily in Europe.",
      "Created a single market and a common currency.",
      "Often abbreviated as the EU."
    ]
  },
  {
    "word_no.": 163,
    "word": "North American Free Trade Agreement",
    "hints": [
      "An agreement signed by Canada, Mexico, and the United States, creating a trilateral trade bloc.",
      "Eliminated tariffs between the three countries.",
      "Often abbreviated as NAFTA."
    ]
  },
  {
    "word_no.": 164,
    "word": "WTO",
    "hints": [
      "An international organization that regulates and facilitates international trade.",
      "Deals with rules of trade between nations.",
      "An acronym for the World Trade Organization."
    ]
  },
  {
    "word_no.": 165,
    "word": "GDP Per Capita",
    "hints": [
      "A measure of a country's economic output per person.",
      "Calculated by dividing a country's GDP by its total population.",
      "Used to compare living standards between countries."
    ]
  },
  {
    "word_no.": 166,
    "word": "GNP",
    "hints": [
      "A measure of a country's total economic output, including production by citizens abroad.",
      "An alternative to GDP.",
      "Acronym for Gross National Product."
    ]
  },
  {
    "word_no.": 167,
    "word": "Business Cycle",
    "hints": [
      "The recurring and fluctuating levels of economic activity over a period of time.",
      "Includes periods of expansion and contraction.",
      "Also known as the economic cycle."
    ]
  },
  {
    "word_no.": 168,
    "word": "Expansion",
    "hints": [
      "A period of economic growth.",
      "Characterized by rising employment, income, and production.",
      "Part of the business cycle."
    ]
  },
  {
    "word_no.": 169,
    "word": "Contraction",
    "hints": [
      "A period of economic decline.",
      "Characterized by falling employment, income, and production.",
      "Part of the business cycle."
    ]
  },
  {
    "word_no.": 170,
    "word": "Trough",
    "hints": [
      "The lowest point of a business cycle.",
      "Marks the end of a recession.",
      "Follows a contraction."
    ]
  },
  {
    "word_no.": 171,
    "word": "Peak",
    "hints": [
      "The highest point of a business cycle.",
      "Marks the end of an expansion.",
      "Follows an expansion."
    ]
  },
  {
    "word_no.": 172,
    "word": "Economic Indicator",
    "hints": [
      "A statistic about an economic activity.",
      "Can be leading, lagging, or coincident.",
      "Examples include GDP, unemployment, and CPI."
    ]
  },
  {
    "word_no.": 173,
    "word": "Leading Indicator",
    "hints": [
      "An economic indicator that tends to precede changes in the business cycle.",
      "Examples include stock prices and building permits.",
      "Predicts future economic activity."
    ]
  },
  {
    "word_no.": 174,
    "word": "Lagging Indicator",
    "hints": [
      "An economic indicator that tends to follow changes in the business cycle.",
      "Examples include unemployment rate and CPI.",
      "Confirms past economic activity."
    ]
  },
  {
    "word_no.": 175,
    "word": "Coincident Indicator",
    "hints": [
      "An economic indicator that tends to change at the same time as the business cycle.",
      "Examples include personal income and industrial production.",
      "Reflects current economic activity."
    ]
  },
  {
    "word_no.": 176,
    "word": "Fiscal Policy",
    "hints": [
      "The use of government revenue collection and expenditure to influence the economy.",
      "Includes taxation and government spending.",
      "Set by the government, not the central bank."
    ]
  },
  {
    "word_no.": 177,
    "word": "Monetary Policy",
    "hints": [
      "The actions of a central bank to influence the amount of money and credit in an economy.",
      "Includes setting interest rates and controlling the money supply.",
      "Used to manage inflation and economic growth."
    ]
  },
  {
    "word_no.": 178,
    "word": "Federal Funds Rate",
    "hints": [
      "The interest rate at which commercial banks lend to each other overnight.",
      "A key tool of the Federal Reserve.",
      "Influences all other interest rates in the economy."
    ]
  },
  {
    "word_no.": 179,
    "word": "Open Market Operations",
    "hints": [
      "The buying and selling of government securities in the open market.",
      "A key tool of monetary policy.",
      "Used by the central bank to control the money supply."
    ]
  },
  {
    "word_no.": 180,
    "word": "Reserve Requirement",
    "hints": [
      "The amount of cash a bank must have on hand in relation to its deposits.",
      "Set by the central bank.",
      "A tool of monetary policy."
    ]
  },
  {
    "word_no.": 181,
    "word": "Discount Rate",
    "hints": [
      "The interest rate charged by the Federal Reserve to banks on short-term loans.",
      "A key tool of monetary policy.",
      "The rate banks pay to borrow directly from the Fed."
    ]
  },
  {
    "word_no.": 182,
    "word": "Wealth Effect",
    "hints": [
      "The change in consumption that results from a change in real wealth.",
      "When asset prices rise, consumers feel wealthier and spend more.",
      "Part of the reason the aggregate demand curve slopes downward."
    ]
  },
  {
    "word_no.": 183,
    "word": "Interest Rate Effect",
    "hints": [
      "The change in consumption and investment that results from a change in the interest rate.",
      "When prices rise, the demand for money increases, leading to higher interest rates.",
      "Part of the reason the aggregate demand curve slopes downward."
    ]
  },
  {
    "word_no.": 184,
    "word": "Exchange Rate Effect",
    "hints": [
      "The change in net exports that results from a change in the interest rate.",
      "When a country's interest rates rise, its currency appreciates, making exports more expensive.",
      "Part of the reason the aggregate demand curve slopes downward."
    ]
  },
  {
    "word_no.": 185,
    "word": "Short Run Aggregate Supply",
    "hints": [
      "The total supply of goods and services produced within an economy at a given overall price level, assuming fixed prices of inputs.",
      "It is upward sloping.",
      "Often abbreviated as SRAS."
    ]
  },
  {
    "word_no.": 186,
    "word": "Long Run Aggregate Supply",
    "hints": [
      "The total supply of goods and services produced within an economy at a given overall price level, assuming all prices are flexible.",
      "It is a vertical line.",
      "Often abbreviated as LRAS."
    ]
  },
  {
    "word_no.": 187,
    "word": "Aggregate Expenditure",
    "hints": [
      "The total spending on final goods and services in an economy.",
      "Includes consumption, investment, government spending, and net exports.",
      "Also known as aggregate demand."
    ]
  },
  {
    "word_no.": 188,
    "word": "Saving",
    "hints": [
      "The portion of an individual's income that is not spent on consumption.",
      "A key component of economic growth.",
      "Income minus consumption."
    ]
  },
  {
    "word_no.": 189,
    "word": "Investment",
    "hints": [
      "The purchase of goods that are not consumed today but are used in the future to create wealth.",
      "Examples include capital goods and inventories.",
      "A key component of aggregate demand."
    ]
  },
  {
    "word_no.": 190,
    "word": "Gross National Product",
    "hints": [
      "A measure of a country's total economic output, including production by citizens abroad.",
      "An alternative to GDP.",
      "Often abbreviated as GNP."
    ]
  },
  {
    "word_no.": 191,
    "word": "Net National Product",
    "hints": [
      "A measure of a country's total economic output, minus depreciation.",
      "An alternative to GNP.",
      "Often abbreviated as NNP."
    ]
  },
  {
    "word_no.": 192,
    "word": "Disposable Income",
    "hints": [
      "The amount of money that households have available for spending and saving after income taxes.",
      "Also known as after-tax income.",
      "A key driver of consumer spending."
    ]
  },
  {
    "word_no.": 193,
    "word": "Personal Income",
    "hints": [
      "The total income of an individual from all sources.",
      "Includes wages, salaries, dividends, and interest.",
      "A key economic indicator."
    ]
  },
  {
    "word_no.": 194,
    "word": "Inflation Targeting",
    "hints": [
      "A monetary policy in which a central bank sets a specific inflation rate as its goal.",
      "The central bank then adjusts interest rates to achieve that goal.",
      "Used by many central banks around the world."
    ]
  },
  {
    "word_no.": 195,
    "word": "Fiscal Multiplier",
    "hints": [
      "The ratio of change in national income to the change in government spending.",
      "Measures the impact of fiscal policy.",
      "Shows how much the economy expands with new government spending."
    ]
  },
  {
    "word_no.": 196,
    "word": "Laffer Curve",
    "hints": [
      "A theoretical representation of the relationship between tax rates and the amount of tax revenue collected.",
      "Named after a famous economist.",
      "Suggests that at a certain point, a higher tax rate can lead to lower tax revenue."
    ]
  },
  {
    "word_no.": 197,
    "word": "Crowding Out",
    "hints": [
      "A situation that occurs when increased government spending leads to a decrease in private investment.",
      "Caused by the government borrowing money, which drives up interest rates.",
      "Can reduce the effectiveness of fiscal policy."
    ]
  },
  {
    "word_no.": 198,
    "word": "Phillips Curve",
    "hints": [
      "A historical inverse relationship between unemployment and the rate of inflation in an economy.",
      "Suggests a trade-off between the two.",
      "Its stability was questioned in the 1970s."
    ]
  },
  {
    "word_no.": 199,
    "word": "Capital Flight",
    "hints": [
      "The rapid outflow of large sums of money from a country.",
      "Caused by political or economic instability.",
      "Can lead to a currency crisis."
    ]
  },
  {
    "word_no.": 200,
    "word": "Trade Deficit",
    "hints": [
      "An economic measure of a negative balance of trade.",
      "Occurs when a country's imports exceed its exports.",
      "Can be a source of political debate."
    ]
  },
  {
    "word_no.": 201,
    "word": "Trade Surplus",
    "hints": [
      "An economic measure of a positive balance of trade.",
      "Occurs when a country's exports exceed its imports.",
      "Can indicate a strong export-oriented economy."
    ]
  },
  {
    "word_no.": 202,
    "word": "Exchange Rate",
    "hints": [
      "The value of one country's currency in terms of another currency.",
      "Determines how much a foreign currency is worth.",
      "Can be fixed or floating."
    ]
  },
  {
    "word_no.": 203,
    "word": "Appreciation",
    "hints": [
      "An increase in the value of a currency.",
      "Makes a country's exports more expensive.",
      "The opposite of depreciation."
    ]
  },
  {
    "word_no.": 204,
    "word": "Depreciation",
    "hints": [
      "A decrease in the value of a currency.",
      "Makes a country's exports cheaper.",
      "The opposite of appreciation."
    ]
  },
  {
    "word_no.": 205,
    "word": "Tariff",
    "hints": [
      "A tax imposed by a government on goods and services imported from other countries.",
      "Used to protect domestic industries.",
      "A type of trade barrier."
    ]
  },
  {
    "word_no.": 206,
    "word": "Quota",
    "hints": [
      "A limit on the quantity of a particular good that can be imported.",
      "A form of protectionism.",
      "The opposite of a tariff."
    ]
  },
  {
    "word_no.": 207,
    "word": "Protectionism",
    "hints": [
      "The theory or practice of shielding a country's domestic industries from foreign competition by taxing imports.",
      "Includes tariffs and quotas.",
      "The opposite of free trade."
    ]
  },
  {
    "word_no.": 208,
    "word": "Free Trade",
    "hints": [
      "International trade left to its natural course without tariffs or other restrictions.",
      "The opposite of protectionism.",
      "The goal of many international agreements like NAFTA."
    ]
  },
  {
    "word_no.": 209,
    "word": "Comparative Advantage",
    "hints": [
      "The ability of an individual or group to produce a particular good or service at a lower opportunity cost than another.",
      "A key concept in international trade.",
      "Often associated with David Ricardo."
    ]
  },
  {
    "word_no.": 210,
    "word": "Absolute Advantage",
    "hints": [
      "The ability of an individual or group to carry out a particular economic activity more efficiently than another.",
      "Producing more of a good with the same amount of resources.",
      "A more straightforward advantage than its 'comparative' counterpart."
    ]
  },
  {
    "word_no.": 211,
    "word": "Brain Drain",
    "hints": [
      "The emigration of highly trained or intelligent people from a particular country.",
      "Often occurs for better pay or living conditions.",
      "Can harm a country's long-term economic prospects."
    ]
  },
  {
    "word_no.": 212,
    "word": "FDI",
    "hints": [
      "An investment made by a firm or individual in one country into business interests located in another country.",
      "Involves creating or acquiring a business abroad.",
      "Acronym for Foreign Direct Investment."
    ]
  },
  {
    "word_no.": 213,
    "word": "Outsourcing",
    "hints": [
      "The practice of contracting with an outside party to perform services or create goods that were traditionally done in-house.",
      "Can be domestic or international.",
      "Often done to cut costs."
    ]
  },
  {
    "word_no.": 214,
    "word": "Offshoring",
    "hints": [
      "The relocation of a business process from one country to another.",
      "Often involves moving production to a country with lower labor costs.",
      "A type of outsourcing."
    ]
  },
  {
    "word_no.": 215,
    "word": "Free Trade Agreement",
    "hints": [
      "A pact between two or more nations to reduce barriers to trade.",
      "Often involves eliminating tariffs and quotas.",
      "Examples include NAFTA and the European Union."
    ]
  },
  {
    "word_no.": 216,
    "word": "Common Market",
    "hints": [
      "A group of countries that have a free trade area and also have a common external tariff.",
      "Allows for the free movement of goods, services, and capital.",
      "A step towards economic union."
    ]
  },
  {
    "word_no.": 217,
    "word": "Economic Union",
    "hints": [
      "A type of trade bloc that is composed of a common market with a customs union.",
      "Members have common policies on product regulation, and freedom of movement of goods, services, and capital.",
      "The European Union is an example."
    ]
  },
  {
    "word_no.": 218,
    "word": "Fiscal Union",
    "hints": [
      "A group of countries with a common budget and shared fiscal policies.",
      "A deeper level of economic integration.",
      "The Eurozone has some elements of this."
    ]
  },
  {
    "word_no.": 219,
    "word": "Monetary Union",
    "hints": [
      "A group of countries that share a common currency and a central bank.",
      "Examples include the Eurozone.",
      "Allows for free movement of capital."
    ]
  },
  {
    "word_no.": 220,
    "word": "Trade Sanctions",
    "hints": [
      "Commercial and financial penalties applied by one or more countries against a targeted self-governing state, group, or individual.",
      "A form of economic coercion.",
      "Can include tariffs, quotas, and asset freezes."
    ]
  },
  {
    "word_no.": 221,
    "word": "Embargo",
    "hints": [
      "An official ban on trade or other commercial activity with a particular country.",
      "A type of economic sanction.",
      "A complete cessation of trade."
    ]
  },
  {
    "word_no.": 222,
    "word": "Dumping",
    "hints": [
      "The practice of a company exporting a product at a price lower than the price it normally charges in its own home market.",
      "A form of predatory pricing.",
      "Considered an unfair trade practice."
    ]
  },
  {
    "word_no.": 223,
    "word": "Anti-Dumping Duties",
    "hints": [
      "A protectionist tariff that a domestic government imposes on foreign imports that it believes are priced below market value.",
      "A response to unfair pricing.",
      "A way to protect domestic industries."
    ]
  },
  {
    "word_no.": 224,
    "word": "Infant Industry",
    "hints": [
      "A new industry, which in its early stages is not yet able to compete with established foreign competitors.",
      "Governments often impose tariffs to protect these.",
      "An argument for protectionism."
    ]
  },
  {
    "word_no.": 225,
    "word": "Cartel",
    "hints": [
      "A group of independent businesses that collude to limit competition and control prices.",
      "Illegal in most countries.",
      "OPEC is a well-known example."
    ]
  },
  {
    "word_no.": 226,
    "word": "Collusion",
    "hints": [
      "An agreement between two or more parties to limit open competition by deceiving, misleading, or defrauding others.",
      "Often involves fixing prices or output.",
      "A key feature of an oligopoly."
    ]
  },
  {
    "word_no.": 227,
    "word": "Game Theory",
    "hints": [
      "The study of mathematical models of strategic interaction between rational decision-makers.",
      "Used to analyze the behavior of firms in an oligopoly.",
      "Includes concepts like the Prisoner's Dilemma."
    ]
  },
  {
    "word_no.": 228,
    "word": "Prisoner's Dilemma",
    "hints": [
      "A paradox in decision analysis in which two individuals acting in their own self-interests do not produce the optimal outcome.",
      "A classic example from game theory.",
      "Illustrates the difficulty of cooperation."
    ]
  },
  {
    "word_no.": 229,
    "word": "Nash Equilibrium",
    "hints": [
      "A concept of game theory where the optimal outcome of a game is one where no player has an incentive to deviate from their chosen strategy.",
      "Named after a famous mathematician.",
      "A stable state in a game."
    ]
  },
  {
    "word_no.": 230,
    "word": "Market Structure",
    "hints": [
      "The characteristics of a market that influence the behavior of firms within it.",
      "Includes competition, monopoly, and oligopoly.",
      "Helps determine the price and output of a good."
    ]
  },
  {
    "word_no.": 231,
    "word": "Price Discrimination",
    "hints": [
      "The business practice of selling the same good at different prices to different customers.",
      "Requires market power and the ability to segment customers.",
      "Examples include student and senior discounts."
    ]
  },
  {
    "word_no.": 232,
    "word": "GDP Deflator",
    "hints": [
      "A measure of the level of prices of all new, domestically produced, final goods and services in an economy.",
      "A measure of inflation.",
      "A key metric used by the Federal Reserve."
    ]
  },
  {
    "word_no.": 233,
    "word": "Stagflation",
    "hints": [
      "A situation in which the inflation rate is high, the economic growth rate slows, and unemployment remains steadily high.",
      "A combination of economic stagnation and inflation.",
      "Occurred in the 1970s."
    ]
  },
  {
    "word_no.": 234,
    "word": "Monetary Base",
    "hints": [
      "The total amount of a currency that is either in general circulation or in the commercial bank deposits held in the central bank's reserves.",
      "Also known as 'high-powered money'.",
      "Controlled by the central bank."
    ]
  },
  {
    "word_no.": 235,
    "word": "Money Supply",
    "hints": [
      "The total amount of currency and other liquid assets in a country's economy.",
      "Controlled by the central bank.",
      "Can be measured in different ways, like M1 and M2."
    ]
  },
  {
    "word_no.": 236,
    "word": "Open Market Operations",
    "hints": [
      "The buying and selling of government securities in the open market.",
      "A key tool of monetary policy.",
      "Used by the central bank to control the money supply."
    ]
  },
  {
    "word_no.": 237,
    "word": "Reserve Requirement",
    "hints": [
      "The amount of cash a bank must have on hand in relation to its deposits.",
      "Set by the central bank.",
      "A tool of monetary policy."
    ]
  },
  {
    "word_no.": 238,
    "word": "Discount Rate",
    "hints": [
      "The interest rate charged by the Federal Reserve to banks on short-term loans.",
      "A key tool of monetary policy.",
      "The rate banks pay to borrow directly from the Fed."
    ]
  },
  {
    "word_no.": 239,
    "word": "Hyperinflation",
    "hints": [
      "A state of rapid and out-of-control price increases in an economy.",
      "Can cause a currency to become worthless.",
      "Occurred in Weimar Germany and Zimbabwe."
    ]
  },
  {
    "word_no.": 240,
    "word": "Aggregate Demand",
    "hints": [
      "The total demand for final goods and services in an economy at a given time and price level.",
      "Made up of consumption, investment, government spending, and net exports.",
      "The total spending in an economy."
    ]
  },
  {
    "word_no.": 241,
    "word": "Aggregate Supply",
    "hints": [
      "The total supply of goods and services produced within an economy at a given overall price level in a given period.",
      "The total output of an economy.",
      "Influenced by factors of production."
    ]
  },
  {
    "word_no.": 242,
    "word": "Circular Flow Model",
    "hints": [
      "A model of the economy in which the major exchanges are represented as flows of money, goods, and services between economic agents.",
      "Shows the flow between households and firms.",
      "A basic model of the macroeconomy."
    ]
  },
  {
    "word_no.": 243,
    "word": "Financial Intermediary",
    "hints": [
      "An entity that acts as the middleman between two parties in a financial transaction.",
      "Examples include banks and insurance companies.",
      "Facilitates the flow of money from savers to borrowers."
    ]
  },
  {
    "word_no.": 244,
    "word": "Liquidity Trap",
    "hints": [
      "A situation in which conventional monetary policy is ineffective because nominal interest rates are at or near zero.",
      "People prefer to hold cash rather than invest.",
      "A concept associated with Keynesian economics."
    ]
  },
  {
    "word_no.": 245,
    "word": "Fiscal Drag",
    "hints": [
      "An effect of progressive taxation on a taxpayer's real income.",
      "Inflation pushes taxpayers into higher income tax brackets.",
      "Reduces purchasing power."
    ]
  },
  {
    "word_no.": 246,
    "word": "Tax Haven",
    "hints": [
      "A country or a place with very low or no tax rates for foreign investors.",
      "Used by corporations and wealthy individuals to reduce their tax burden.",
      "Examples include Bermuda and the Cayman Islands."
    ]
  },
  {
    "word_no.": 247,
    "word": "G20",
    "hints": [
      "An international forum for the governments and central bank governors from 19 countries and the European Union.",
      "Focuses on global economic issues.",
      "Represents the world's major developed and emerging economies."
    ]
  },
  {
    "word_no.": 248,
    "word": "OPEC",
    "hints": [
      "A permanent intergovernmental organization of 13 oil-exporting developing nations.",
      "Coordinates and unifies the petroleum policies of its member countries.",
      "An acronym for the Organization of the Petroleum Exporting Countries."
    ]
  },
  {
    "word_no.": 249,
    "word": "NAFTA",
    "hints": [
      "An agreement signed by Canada, Mexico, and the United States, creating a trilateral trade bloc.",
      "Eliminated tariffs between the three countries.",
      "An acronym for North American Free Trade Agreement."
    ]
  },
  {
    "word_no.": 250,
    "word": "Brexit",
    "hints": [
      "The withdrawal of the United Kingdom from the European Union.",
      "A major economic and political event.",
      "A portmanteau of 'British' and 'exit'."
    ]
  },
  {
    "word_no.": 251,
    "word": "Sovereign Debt",
    "hints": [
      "The amount of money that a government owes to its creditors.",
      "A country's outstanding financial obligations.",
      "Also known as national debt."
    ]
  },
  {
    "word_no.": 252,
    "word": "Credit Default Swap",
    "hints": [
      "A financial derivative that allows an investor to 'swap' or offset their credit risk with that of another investor.",
      "A form of insurance on a bond.",
      "Played a role in the 2008 financial crisis."
    ]
  },
  {
    "word_no.": 253,
    "word": "Collateralized Debt Obligation",
    "hints": [
      "A complex structured finance product backed by a pool of loans and other assets.",
      "Helped to fuel the housing bubble.",
      "Often abbreviated as CDO."
    ]
  },
  {
    "word_no.": 254,
    "word": "Securitization",
    "hints": [
      "The process of converting an asset or a pool of assets into marketable securities.",
      "Examples include mortgage-backed securities.",
      "The opposite of this process is known as 'unwind'."
    ]
  },
  {
    "word_no.": 255,
    "word": "Moral Hazard",
    "hints": [
      "A situation where one party gets involved in a risky event knowing that it is protected against the risk.",
      "Can occur after a bailout.",
      "Encourages reckless behavior."
    ]
  },
  {
    "word_no.": 256,
    "word": "Austerity",
    "hints": [
      "A set of economic policies implemented by a government to reduce its budget deficit.",
      "Involves cutting government spending and/or raising taxes.",
      "Often controversial and can lead to a recession."
    ]
  },
  {
    "word_no.": 257,
    "word": "Fiscal Consolidation",
    "hints": [
      "The process of reducing government borrowing and debt accumulation.",
      "Includes raising taxes and cutting spending.",
      "Also known as austerity."
    ]
  },
  {
    "word_no.": 258,
    "word": "Quantitative Easing",
    "hints": [
      "A monetary policy in which a central bank purchases government securities to increase the money supply and encourage lending and investment.",
      "Used by the Federal Reserve after 2008.",
      "Often abbreviated as QE."
    ]
  },
  {
    "word_no.": 259,
    "word": "Tapering",
    "hints": [
      "The process of a central bank slowing the rate of its asset purchases.",
      "The reverse of quantitative easing.",
      "Signals a tightening of monetary policy."
    ]
  },
  {
    "word_no.": 260,
    "word": "Federal Funds Rate",
    "hints": [
      "The interest rate at which commercial banks lend to each other overnight.",
      "A key tool of the Federal Reserve.",
      "Influences all other interest rates in the economy."
    ]
  },
  {
    "word_no.": 261,
    "word": "Labor Force",
    "hints": [
      "The total number of employed and unemployed people in an economy.",
      "Excludes those who are retired or not seeking work.",
      "The total pool of available workers."
    ]
  },
  {
    "word_no.": 262,
    "word": "Labor Market",
    "hints": [
      "The place where workers and employees interact with each other.",
      "Can be a source of economic inefficiency.",
      "The market for jobs."
    ]
  },
  {
    "word_no.": 263,
    "word": "Minimum Wage",
    "hints": [
      "The lowest wage per hour that a worker can be paid.",
      "A type of price floor.",
      "A controversial topic in labor economics."
    ]
  },
  {
    "word_no.": 264,
    "word": "Collective Bargaining",
    "hints": [
      "A process of negotiation between employers and a group of employees aimed at reaching agreements to regulate working salaries, working conditions, benefits, and other aspects of workers' compensation.",
      "Often done by a union.",
      "A way for workers to gain power."
    ]
  },
  {
    "word_no.": 265,
    "word": "Econometrics",
    "hints": [
      "The application of statistical methods to economic data.",
      "Used to test economic theories and forecast future trends.",
      "A blend of economics, statistics, and mathematics."
    ]
  },
  {
    "word_no.": 266,
    "word": "Game Theory",
    "hints": [
      "The study of mathematical models of strategic interaction between rational decision-makers.",
      "Used to analyze the behavior of firms in an oligopoly.",
      "Includes concepts like the Prisoner's Dilemma."
    ]
  },
  {
    "word_no.": 267,
    "word": "Behavioral Economics",
    "hints": [
      "A field that studies the effects of psychological, social, cognitive, and emotional factors on the economic decisions of individuals.",
      "Challenges the assumption of rationality.",
      "Associated with Daniel Kahneman and Richard Thaler."
    ]
  },
  {
    "word_no.": 268,
    "word": "Public Finance",
    "hints": [
      "The study of the role of the government in the economy.",
      "Includes government revenue and expenditure.",
      "Looks at things like taxation, spending, and debt."
    ]
  },
  {
    "word_no.": 269,
    "word": "Development Economics",
    "hints": [
      "A branch of economics that deals with economic aspects of the development process in low-income countries.",
      "Focuses on poverty reduction, education, and health.",
      "Studies how countries can become more prosperous."
    ]
  },
  {
    "word_no.": 270,
    "word": "Environmental Economics",
    "hints": [
      "A field of economics that studies the financial effects of environmental policies.",
      "Focuses on the optimal allocation of environmental resources.",
      "Looks at issues like pollution and climate change."
    ]
  },
  {
    "word_no.": 271,
    "word": "Labor Economics",
    "hints": [
      "A field of economics that studies the supply of and demand for labor.",
      "Looks at things like wages, employment, and unemployment.",
      "Also studies unions and collective bargaining."
    ]
  },
  {
    "word_no.": 272,
    "word": "Health Economics",
    "hints": [
      "A field of economics that studies the efficiency, effectiveness, value, and behavior in the production and consumption of health and healthcare.",
      "Looks at things like healthcare spending and insurance.",
      "A growing field of study."
    ]
  },
  {
    "word_no.": 273,
    "word": "Financial Economics",
    "hints": [
      "A branch of economics that studies the interrelation of financial markets, financial institutions, and finance theory.",
      "Looks at things like asset pricing and risk management.",
      "A very mathematical field."
    ]
  },
  {
    "word_no.": 274,
    "word": "International Economics",
    "hints": [
      "A branch of economics that studies the economic relationships between countries.",
      "Looks at things like trade, exchange rates, and foreign investment.",
      "Includes trade theory and international finance."
    ]
  },
  {
    "word_no.": 275,
    "word": "Behavioral Finance",
    "hints": [
      "A field of study that proposes psychology-based theories to explain stock market anomalies.",
      "Challenges the idea of rational investors.",
      "Looks at things like herd behavior and cognitive biases."
    ]
  },
  {
    "word_no.": 276,
    "word": "Economic rent",
    "hints": [
      "A payment to a factor of production in excess of what is required to keep that factor in its current use.",
      "The surplus a factor earns above its opportunity cost.",
      "Often used in the context of land."
    ]
  },
  {
    "word_no.": 277,
    "word": "Monopsony",
    "hints": [
      "A market structure in which there is only one buyer.",
      "The single buyer has significant control over the price.",
      "The inverse of a monopoly."
    ]
  },
  {
    "word_no.": 278,
    "word": "Pareto Efficiency",
    "hints": [
      "A state of allocation of resources in which it is impossible to make any one individual better off without making at least one individual worse off.",
      "An ideal state of resource allocation.",
      "Often used in welfare economics."
    ]
  },
  {
    "word_no.": 279,
    "word": "Nash Equilibrium",
    "hints": [
      "A concept of game theory where the optimal outcome of a game is one where no player has an incentive to deviate from their chosen strategy.",
      "Named after a famous mathematician.",
      "A stable state in a game."
    ]
  },
  {
    "word_no.": 280,
    "word": "Moral Hazard",
    "hints": [
      "A situation where one party gets involved in a risky event knowing that it is protected against the risk.",
      "Can occur after a bailout.",
      "Encourages reckless behavior."
    ]
  },
  {
    "word_no.": 281,
    "word": "Adverse Selection",
    "hints": [
      "A situation in which one party in a transaction has more information than the other party.",
      "Can lead to undesirable outcomes.",
      "A problem in insurance markets."
    ]
  },
  {
    "word_no.": 282,
    "word": "Asymmetric Information",
    "hints": [
      "A situation where one party to an economic transaction has greater material knowledge than the other party.",
      "Includes moral hazard and adverse selection.",
      "A cause of market failure."
    ]
  },
  {
    "word_no.": 283,
    "word": "Invisible Hand",
    "hints": [
      "A metaphor for the unseen forces that move the free market economy.",
      "Coined by Adam Smith.",
      "Describes the self-regulating nature of the market."
    ]
  },
  {
    "word_no.": 284,
    "word": "Marginal Cost",
    "hints": [
      "The cost added by producing one additional unit of a good or service.",
      "A key concept in making production decisions.",
      "The change in total cost."
    ]
  },
  {
    "word_no.": 285,
    "word": "Marginal Revenue",
    "hints": [
      "The additional revenue generated from selling one additional unit of a good or service.",
      "Used by firms to decide how much to produce.",
      "The change in total revenue."
    ]
  },
  {
    "word_no.": 286,
    "word": "Market Failure",
    "hints": [
      "A situation in which the allocation of goods and services by a free market is not efficient.",
      "Examples include externalities and public goods.",
      "Justifies government intervention."
    ]
  },
  {
    "word_no.": 287,
    "word": "Public Goods",
    "hints": [
      "Goods that are non-excludable and non-rivalrous.",
      "Examples include national defense and public parks.",
      "Often provided by the government."
    ]
  },
  {
    "word_no.": 288,
    "word": "Externalities",
    "hints": [
      "A cost or benefit that affects a party who did not choose to incur that cost or benefit.",
      "Can be positive or negative.",
      "Pollution is a negative one; a beautiful garden is a positive one."
    ]
  },
  {
    "word_no.": 289,
    "word": "Trade Balance",
    "hints": [
      "The difference between a country's imports and its exports.",
      "A surplus means exports exceed imports.",
      "A deficit means imports exceed exports."
    ]
  },
  {
    "word_no.": 290,
    "word": "Protectionism",
    "hints": [
      "The theory or practice of shielding a country's domestic industries from foreign competition by taxing imports.",
      "Includes tariffs and quotas.",
      "The opposite of free trade."
    ]
  },
  {
    "word_no.": 291,
    "word": "Free Trade",
    "hints": [
      "International trade left to its natural course without tariffs or other restrictions.",
      "The opposite of protectionism.",
      "The goal of many international agreements like NAFTA."
    ]
  },
  {
    "word_no.": 292,
    "word": "Economic Growth",
    "hints": [
      "An increase in the amount of goods and services produced per head of the population over a period of time.",
      "Measured by changes in GDP.",
      "A key goal of many governments."
    ]
  },
  {
    "word_no.": 293,
    "word": "Inflation",
    "hints": [
      "A general increase in prices and fall in the purchasing value of money.",
      "Measured by the CPI or PPI.",
      "Central banks often try to control it."
    ]
  },
  {
    "word_no.": 294,
    "word": "Deflation",
    "hints": [
      "A decrease in the general price level of goods and services.",
      "The opposite of inflation.",
      "Can lead to a slowdown in economic activity."
    ]
  },
  {
    "word_no.": 295,
    "word": "Unemployment",
    "hints": [
      "When people are without a job and have actively sought work within the past four weeks.",
      "A key indicator of economic health.",
      "Comes in different forms, like cyclical or structural."
    ]
  },
  {
    "word_no.": 296,
    "word": "Gross Domestic Product",
    "hints": [
      "The total monetary or market value of all the finished goods and services produced within a country's borders in a specific time period.",
      "A key measure of a country's economic health.",
      "Often abbreviated as GDP."
    ]
  },
  {
    "word_no.": 297,
    "word": "Fiscal Policy",
    "hints": [
      "The use of government revenue collection and expenditure to influence the economy.",
      "Includes taxation and government spending.",
      "Set by the government, not the central bank."
    ]
  },
  {
    "word_no.": 298,
    "word": "Monetary Policy",
    "hints": [
      "The actions of a central bank to influence the amount of money and credit in an economy.",
      "Includes setting interest rates and controlling the money supply.",
      "Used to manage inflation and economic growth."
    ]
  },
  {
    "word_no.": 299,
    "word": "Scarcity",
    "hints": [
      "The fundamental economic problem of having seemingly unlimited human wants in a world of limited resources.",
      "It requires people to make choices.",
      "The central problem that all economic systems face."
    ]
  },
  {
    "word_no.": 300,
    "word": "Opportunity Cost",
    "hints": [
      "The value of the next-best alternative that must be foregone in order to pursue a certain action.",
      "The 'cost' of choosing one thing over another.",
      "A key concept in making economic decisions."
    ]
  }
]
