[
  {
    "word_no.": 1,
    "word": "ETHERNET",
    "hints": [
      "A family of computer networking technologies for local area networks (LANs).",
      "Most common wired network technology.",
      "Uses cables like Cat5e or Cat6."
    ]
  },
  {
    "word_no.": 2,
    "word": "ROUTER",
    "hints": [
      "A device that forwards data packets between computer networks.",
      "Connects different networks, such as a home network to the internet.",
      "Uses IP addresses to make decisions."
    ]
  },
  {
    "word_no.": 3,
    "word": "SWITCH",
    "hints": [
      "A network device that connects multiple devices in a LAN.",
      "Operates at the Data Link Layer (Layer 2) of the OSI model.",
      "Learns and uses MAC addresses to forward traffic."
    ]
  },
  {
    "word_no.": 4,
    "word": "MODEM",
    "hints": [
      "Acronym for modulator-demodulator.",
      "Converts digital data from a computer into an analog signal for transmission.",
      "Connects your home network to the internet service provider."
    ]
  },
  {
    "word_no.": 5,
    "word": "FIREWALL",
    "hints": [
      "A network security system that monitors and controls incoming and outgoing network traffic.",
      "Acts as a barrier between a trusted internal network and untrusted external networks.",
      "Can be hardware or software based."
    ]
  },
  {
    "word_no.": 6,
    "word": "PROTOCOL",
    "hints": [
      "A set of rules governing how data is transmitted in a network.",
      "Examples include TCP, IP, and HTTP.",
      "A common language for computers to communicate."
    ]
  },
  {
    "word_no.": 7,
    "word": "IP ADDRESS",
    "hints": [
      "A unique numerical label assigned to each device connected to a computer network.",
      "Used for identification and location on a network.",
      "Can be IPv4 or IPv6."
    ]
  },
  {
    "word_no.": 8,
    "word": "MAC ADDRESS",
    "hints": [
      "A unique identifier assigned to a network interface controller (NIC) for communication at the data link layer.",
      "Usually a 48-bit address written in hexadecimal format.",
      "Stands for Media Access Control."
    ]
  },
  {
    "word_no.": 9,
    "word": "DNS",
    "hints": [
      "The service that translates domain names into IP addresses.",
      "Often referred to as the 'phonebook of the internet'.",
      "Stands for Domain Name System."
    ]
  },
  {
    "word_no.": 10,
    "word": "TCP",
    "hints": [
      "A core protocol of the internet protocol suite.",
      "Provides reliable, ordered, and error-checked delivery of a stream of octets.",
      "Stands for Transmission Control Protocol."
    ]
  },
  {
    "word_no.": 11,
    "word": "UDP",
    "hints": [
      "A communication protocol that is an alternative to TCP.",
      "Often used for time-sensitive applications like video streaming and online gaming.",
      "Stands for User Datagram Protocol."
    ]
  },
  {
    "word_no.": 12,
    "word": "HTTP",
    "hints": [
      "The foundation of data communication for the World Wide Web.",
      "Used to retrieve web pages from servers.",
      "Stands for Hypertext Transfer Protocol."
    ]
  },
  {
    "word_no.": 13,
    "word": "HTTPS",
    "hints": [
      "A secure version of a common web protocol.",
      "Uses SSL/TLS for encryption.",
      "Stands for Hypertext Transfer Protocol Secure."
    ]
  },
  {
    "word_no.": 14,
    "word": "DHCP",
    "hints": [
      "A protocol that automatically assigns IP addresses and other network configuration parameters to devices on a network.",
      "Removes the need for manual configuration.",
      "Stands for Dynamic Host Configuration Protocol."
    ]
  },
  {
    "word_no.": 15,
    "word": "OSI MODEL",
    "hints": [
      "A conceptual framework used to describe the functions of a networking system.",
      "Consists of seven layers.",
      "Stands for Open Systems Interconnection."
    ]
  },
  {
    "word_no.": 16,
    "word": "PACKET",
    "hints": [
      "A formatted unit of data carried by a packet-switched network.",
      "Contains a header, payload, and trailer.",
      "The fundamental unit of information in IP."
    ]
  },
  {
    "word_no.": 17,
    "word": "TOPOLOGY",
    "hints": [
      "The arrangement of the various elements (links, nodes, etc.) of a computer network.",
      "Common types include Star, Bus, and Mesh.",
      "Describes the physical or logical layout of a network."
    ]
  },
  {
    "word_no.": 18,
    "word": "BANDWIDTH",
    "hints": [
      "The maximum rate of data transfer across a given path.",
      "Measured in bits per second (bps).",
      "Often used to describe internet speed."
    ]
  },
  {
    "word_no.": 19,
    "word": "LATENCY",
    "hints": [
      "The time it takes for a data packet to travel from its source to its destination.",
      "Often referred to as 'lag' in gaming.",
      "Measured in milliseconds (ms)."
    ]
  },
  {
    "word_no.": 20,
    "word": "SUBMASK",
    "hints": [
      "Used to divide an IP address into a network part and a host part.",
      "Helps determine if a device is on the local network or a remote network.",
      "Also known as a subnet mask."
    ]
  },
  {
    "word_no.": 21,
    "word": "PING",
    "hints": [
      "A computer network administration utility used to test the reachability of a host on a network.",
      "Measures the round-trip time for messages.",
      "Sends ICMP echo requests."
    ]
  },
  {
    "word_no.": 22,
    "word": "TRACEROUTE",
    "hints": [
      "A computer network diagnostic tool for displaying the route and measuring transit delays of packets.",
      "Shows the 'hops' a packet takes to reach its destination.",
      "Also known as 'tracert' on Windows."
    ]
  },
  {
    "word_no.": 23,
    "word": "VLAN",
    "hints": [
      "A logical grouping of network devices into a separate broadcast domain.",
      "Allows a single physical switch to be partitioned into multiple virtual switches.",
      "Stands for Virtual Local Area Network."
    ]
  },
  {
    "word_no.": 24,
    "word": "CABLE",
    "hints": [
      "A physical medium used to transmit data.",
      "Types include twisted pair, coaxial, and fiber optic.",
      "The most common is Cat6 for modern networks."
    ]
  },
  {
    "word_no.": 25,
    "word": "FIBER OPTIC",
    "hints": [
      "A type of networking cable that uses light to transmit data.",
      "Offers much higher bandwidth and lower latency than copper.",
      "Used for high-speed, long-distance communication."
    ]
  },
  {
    "word_no.": 26,
    "word": "WIFI",
    "hints": [
      "A family of wireless networking protocols.",
      "Allows devices to connect to a network without physical wires.",
      "Uses radio waves to transmit data."
    ]
  },
  {
    "word_no.": 27,
    "word": "SERVER",
    "hints": [
      "A computer program or device that provides functionality for other programs or devices, called clients.",
      "Stores and manages centralized resources and data.",
      "Web servers, file servers, and database servers are examples."
    ]
  },
  {
    "word_no.": 28,
    "word": "CLIENT",
    "hints": [
      "A piece of computer hardware or software that accesses a service made available by a server.",
      "Your web browser is an example of this.",
      "The 'other half' of the client-server model."
    ]
  },
  {
    "word_no.": 29,
    "word": "VPN",
    "hints": [
      "A technology that creates a secure, encrypted connection over a less secure network like the internet.",
      "Used to protect your online privacy and bypass geographic restrictions.",
      "Stands for Virtual Private Network."
    ]
  },
  {
    "word_no.": 30,
    "word": "WAN",
    "hints": [
      "A network that extends over a large geographical area.",
      "Connects multiple smaller networks, like LANs.",
      "Stands for Wide Area Network."
    ]
  },
  {
    "word_no.": 31,
    "word": "LAN",
    "hints": [
      "A computer network that interconnects computers within a limited area.",
      "Common in homes, schools, and offices.",
      "Stands for Local Area Network."
    ]
  },
  {
    "word_no.": 32,
    "word": "MAN",
    "hints": [
      "A computer network that spans a city or large campus.",
      "Larger than a LAN but smaller than a WAN.",
      "Stands for Metropolitan Area Network."
    ]
  },
  {
    "word_no.": 33,
    "word": "PROXY",
    "hints": [
      "A server that acts as an intermediary for requests from clients seeking resources from other servers.",
      "Can be used for security, privacy, or filtering content.",
      "Hides the client's true IP address."
    ]
  },
  {
    "word_no.": 34,
    "word": "GATEWAY",
    "hints": [
      "A network node that connects two networks with different transmission protocols.",
      "Often a router or a server.",
      "Acts as a portal from one network to another."
    ]
  },
  {
    "word_no.": 35,
    "word": "PORT",
    "hints": [
      "A number used to identify a specific process or network service.",
      "Examples include 80 for HTTP and 443 for HTTPS.",
      "Helps an operating system determine which application receives the data."
    ]
  },
  {
    "word_no.": 36,
    "word": "NAT",
    "hints": [
      "A method of remapping one IP address space into another.",
      "Allows multiple devices to share a single public IP address.",
      "Stands for Network Address Translation."
    ]
  },
  {
    "word_no.": 37,
    "word": "ACL",
    "hints": [
      "A set of rules that tells a network device which packets to permit or deny.",
      "Used by routers and switches to control traffic.",
      "Stands for Access Control List."
    ]
  },
  {
    "word_no.": 38,
    "word": "QOS",
    "hints": [
      "Measures the overall performance of a network from the perspective of a user.",
      "Prioritizes certain types of traffic, such as VoIP or video.",
      "Stands for Quality of Service."
    ]
  },
  {
    "word_no.": 39,
    "word": "HUB",
    "hints": [
      "A simple network device that connects multiple computers.",
      "Sends all incoming data to all other ports.",
      "Less intelligent than a switch."
    ]
  },
  {
    "word_no.": 40,
    "word": "DUPLEN",
    "hints": [
      "A type of data transmission where data can flow in two directions at the same time.",
      "A common setting for modern network interfaces.",
      "Refers to full-duplex mode."
    ]
  },
  {
    "word_no.": 41,
    "word": "HALF DUPLEX",
    "hints": [
      "A type of data transmission where data can flow in both directions, but not simultaneously.",
      "An old-fashioned walkie-talkie is a good analogy.",
      "Ethernet hubs operate in this mode."
    ]
  },
  {
    "word_no.": 42,
    "word": "REPEATER",
    "hints": [
      "A network device that amplifies or regenerates an incoming signal.",
      "Extends the range of a network.",
      "Operates at the Physical Layer (Layer 1)."
    ]
  },
  {
    "word_no.": 43,
    "word": "BRIDGE",
    "hints": [
      "A network device that connects two LAN segments together.",
      "Operates at the Data Link Layer (Layer 2).",
      "Less common now, often replaced by switches."
    ]
  },
  {
    "word_no.": 44,
    "word": "LOOPBACK",
    "hints": [
      "A virtual network interface that can be used to test local network software.",
      "The IP address 127.0.0.1 is the most famous example.",
      "Sends packets back to the same device."
    ]
  },
  {
    "word_no.": 45,
    "word": "WAP",
    "hints": [
      "A networking hardware device that allows other Wi-Fi devices to connect to a wired network.",
      "Extends the coverage of a wireless network.",
      "Stands for Wireless Access Point."
    ]
  },
  {
    "word_no.": 46,
    "word": "PDU",
    "hints": [
      "A single unit of information transmitted on a computer network.",
      "Examples include a frame, a packet, and a segment.",
      "Stands for Protocol Data Unit."
    ]
  },
  {
    "word_no.": 47,
    "word": "DHCP LEASE",
    "hints": [
      "The period of time for which a DHCP server allocates an IP address to a client.",
      "The client must renew it to keep the address.",
      "Can be set to a few hours or a few days."
    ]
  },
  {
    "word_no.": 48,
    "word": "ARP",
    "hints": [
      "A protocol for mapping an IP address to a physical MAC address.",
      "Essential for communication within a local area network.",
      "Stands for Address Resolution Protocol."
    ]
  },
  {
    "word_no.": 49,
    "word": "ICMP",
    "hints": [
      "A supporting protocol in the Internet protocol suite.",
      "Used by network devices to send error messages and operational information.",
      "The 'ping' utility uses this."
    ]
  },
  {
    "word_no.": 50,
    "word": "TELNET",
    "hints": [
      "A command-line protocol and program used to remotely access a computer.",
      "Sends data in plain text, making it insecure.",
      "Stands for Telecommunication Network."
    ]
  },
  {
    "word_no.": 51,
    "word": "SSH",
    "hints": [
      "A cryptographic network protocol for operating network services securely over an unsecured network.",
      "Provides secure remote login and command-line execution.",
      "Stands for Secure Shell."
    ]
  },
  {
    "word_no.": 52,
    "word": "SNMP",
    "hints": [
      "A protocol for managing devices on an IP network.",
      "Used to collect network device information.",
      "Stands for Simple Network Management Protocol."
    ]
  },
  {
    "word_no.": 53,
    "word": "POP3",
    "hints": [
      "A protocol used by email clients to retrieve email from a mail server.",
      "Downloads messages to the local device and deletes them from the server.",
      "Stands for Post Office Protocol version 3."
    ]
  },
  {
    "word_no.": 54,
    "word": "IMAP",
    "hints": [
      "A protocol for accessing email or bulletin board messages on a remote server.",
      "Keeps a synchronized copy of emails on the server and on your device.",
      "Stands for Internet Message Access Protocol."
    ]
  },
  {
    "word_no.": 55,
    "word": "SMTP",
    "hints": [
      "A protocol used for sending and receiving email.",
      "Used by mail servers and other message transfer agents.",
      "Stands for Simple Mail Transfer Protocol."
    ]
  },
  {
    "word_no.": 56,
    "word": "BGP",
    "hints": [
      "The routing protocol that makes the internet work.",
      "Used by internet service providers to exchange routing information.",
      "Stands for Border Gateway Protocol."
    ]
  },
  {
    "word_no.": 57,
    "word": "OSPF",
    "hints": [
      "A link-state routing protocol for internal networks.",
      "Calculates the shortest path to all destinations.",
      "Stands for Open Shortest Path First."
    ]
  },
  {
    "word_no.": 58,
    "word": "EIGRP",
    "hints": [
      "An advanced distance-vector routing protocol.",
      "Developed by Cisco.",
      "Stands for Enhanced Interior Gateway Routing Protocol."
    ]
  },
  {
    "word_no.": 59,
    "word": "METRIC",
    "hints": [
      "A value used by routing protocols to determine the optimal path to a destination.",
      "Can be based on hop count, bandwidth, or delay.",
      "A measure of 'cost' for a route."
    ]
  },
  {
    "word_no.": 60,
    "word": "HOP COUNT",
    "hints": [
      "The number of routers a packet crosses to get from the source to the destination.",
      "A simple metric for distance-vector routing protocols.",
      "Shown by the 'traceroute' command."
    ]
  },
  {
    "word_no.": 61,
    "word": "DNS CACHE",
    "hints": [
      "A temporary database on your computer that stores recently visited domain names and their IP addresses.",
      "Speeds up future visits to the same websites.",
      "Can be cleared to troubleshoot DNS issues."
    ]
  },
  {
    "word_no.": 62,
    "word": "SUBNETTING",
    "hints": [
      "The process of dividing a large network into smaller, more efficient subnetworks.",
      "Done by borrowing bits from the host portion of an IP address.",
      "Increases network security and performance."
    ]
  },
  {
    "word_no.": 63,
    "word": "MULTICAST",
    "hints": [
      "A one-to-many communication where data is sent from a single source to a group of recipients.",
      "Used for video conferencing and stock tickers.",
      "Contrasts with unicast and broadcast."
    ]
  },
  {
    "word_no.": 64,
    "word": "BROADCAST",
    "hints": [
      "A one-to-all communication where data is sent from a source to all devices on a network.",
      "Used by ARP to find a MAC address.",
      "Can cause a 'storm' if not controlled."
    ]
  },
  {
    "word_no.": 65,
    "word": "UNICAST",
    "hints": [
      "A one-to-one communication where a message is sent from a single source to a single destination.",
      "The most common type of network traffic.",
      "Used for web browsing and email."
    ]
  },
  {
    "word_no.": 66,
    "word": "COLLISION",
    "hints": [
      "Occurs when two devices on a network attempt to transmit data simultaneously on the same shared medium.",
      "Common in older half-duplex Ethernet networks.",
      "Can be detected and resolved by CSMA/CD."
    ]
  },
  {
    "word_no.": 67,
    "word": "MTU",
    "hints": [
      "The largest size of a packet that can be transmitted on a network.",
      "Can vary between different networks.",
      "Stands for Maximum Transmission Unit."
    ]
  },
  {
    "word_no.": 68,
    "word": "TRUNK PORT",
    "hints": [
      "A port on a switch that is configured to carry traffic for multiple VLANs.",
      "Connects switches to each other.",
      "Often uses the 802.1Q standard."
    ]
  },
  {
    "word_no.": 69,
    "word": "ACCESS PORT",
    "hints": [
      "A port on a switch that is assigned to a single VLAN.",
      "Connects end-user devices like computers and printers.",
      "The most common type of switch port."
    ]
  },
  {
    "word_no.": 70,
    "word": "DNS RECORD",
    "hints": [
      "Information stored in a DNS server that maps a domain name to an IP address.",
      "Types include A, CNAME, and MX.",
      "Essential for web traffic to find its destination."
    ]
  },
  {
    "word_no.": 71,
    "word": "LOAD BALANCER",
    "hints": [
      "A device that distributes network traffic across multiple servers.",
      "Improves the responsiveness and availability of applications.",
      "Helps prevent a single server from becoming overwhelmed."
    ]
  },
  {
    "word_no.": 72,
    "word": "QOS",
    "hints": [
      "A technology that ensures certain traffic is prioritized over others.",
      "Used for video streaming and VoIP to prevent interruptions.",
      "Stands for Quality of Service."
    ]
  },
  {
    "word_no.": 73,
    "word": "PACKET SNIFFER",
    "hints": [
      "A tool used to capture and analyze data packets traveling over a computer network.",
      "Wireshark is a famous example.",
      "Can be used for network troubleshooting and security analysis."
    ]
  },
  {
    "word_no.": 74,
    "word": "NETSTAT",
    "hints": [
      "A command-line tool that displays network connections, routing tables, and network interface statistics.",
      "Useful for diagnosing network issues.",
      "Stands for Network Statistics."
    ]
  },
  {
    "word_no.": 75,
    "word": "IP CONFIG",
    "hints": [
      "A command-line tool used on Windows to display and manage network configuration.",
      "Shows your IP address, subnet mask, and default gateway.",
      "Linux/macOS equivalent is 'ifconfig' or 'ip addr'."
    ]
  },
  {
    "word_no.": 76,
    "word": "FIREWALL RULE",
    "hints": [
      "A specific instruction within a firewall that defines whether to allow or block traffic.",
      "Can be based on IP address, port number, or protocol.",
      "The entire set of these is an ACL."
    ]
  },
  {
    "word_no.": 77,
    "word": "INTRUSION DETECTION",
    "hints": [
      "A technology that monitors a network or system for malicious activity.",
      "Can be a host-based or network-based system.",
      "Often abbreviated as IDS."
    ]
  },
  {
    "word_no.": 78,
    "word": "INTRUSION PREVENTION",
    "hints": [
      "A technology that monitors a network for malicious activity and takes action to block it.",
      "More proactive than a simple detection system.",
      "Often abbreviated as IPS."
    ]
  },
  {
    "word_no.": 79,
    "word": "VPN TUNNEL",
    "hints": [
      "An encrypted connection between two points on a network.",
      "The 'tube' or 'pipe' that secures data transmission.",
      "The core component of a VPN."
    ]
  },
  {
    "word_no.": 80,
    "word": "ENCAPSULATION",
    "hints": [
      "The process of adding a header and a trailer to data as it moves down the OSI model.",
      "Data is wrapped in an envelope.",
      "The reverse of decapsulation."
    ]
  },
  {
    "word_no.": 81,
    "word": "DECAPSULATION",
    "hints": [
      "The process of removing headers and trailers from data as it moves up the OSI model.",
      "Data is unwrapped from its envelopes.",
      "The reverse of encapsulation."
    ]
  },
  {
    "word_no.": 82,
    "word": "MTU",
    "hints": [
      "The largest size of a packet that can be transmitted on a network.",
      "Can vary between different networks.",
      "Stands for Maximum Transmission Unit."
    ]
  },
  {
    "word_no.": 83,
    "word": "ICANN",
    "hints": [
      "A non-profit corporation responsible for coordinating the maintenance and procedures of several databases related to the namespaces and numerical spaces of the Internet.",
      "Manages DNS and IP addresses.",
      "Stands for Internet Corporation for Assigned Names and Numbers."
    ]
  },
  {
    "word_no.": 84,
    "word": "IANA",
    "hints": [
      "A department of ICANN responsible for global coordination of the DNS root, IP addressing, and other Internet protocol resources.",
      "Assigns port numbers and protocol numbers.",
      "Stands for Internet Assigned Numbers Authority."
    ]
  },
  {
    "word_no.": 85,
    "word": "RFC",
    "hints": [
      "A formal document from the Internet Engineering Task Force (IETF).",
      "Defines a standard for how a protocol or feature should work.",
      "Stands for Request for Comments."
    ]
  },
  {
    "word_no.": 86,
    "word": "IETF",
    "hints": [
      "An organization that develops and promotes Internet standards.",
      "Publishes the RFCs.",
      "Stands for Internet Engineering Task Force."
    ]
  },
  {
    "word_no.": 87,
    "word": "SOCKET",
    "hints": [
      "A combination of an IP address and a port number.",
      "Forms an endpoint for communication between two programs on a network.",
      "Allows an application to send and receive data."
    ]
  },
  {
    "word_no.": 88,
    "word": "DHCP SNOOPING",
    "hints": [
      "A security feature that filters untrusted DHCP messages.",
      "Prevents rogue DHCP servers from operating on a network.",
      "Protects against man-in-the-middle attacks."
    ]
  },
  {
    "word_no.": 89,
    "word": "STP",
    "hints": [
      "A network protocol that ensures a loop-free topology for Ethernet networks.",
      "Prevents broadcast storms.",
      "Stands for Spanning Tree Protocol."
    ]
  },
  {
    "word_no.": 90,
    "word": "RSTP",
    "hints": [
      "An improved version of STP.",
      "Offers faster convergence times.",
      "Stands for Rapid Spanning Tree Protocol."
    ]
  },
  {
    "word_no.": 91,
    "word": "LLDP",
    "hints": [
      "A vendor-neutral protocol that allows network devices to advertise their identity and capabilities.",
      "Used for network discovery and topology mapping.",
      "Stands for Link Layer Discovery Protocol."
    ]
  },
  {
    "word_no.": 92,
    "word": "CISCO",
    "hints": [
      "A leading manufacturer of networking hardware.",
      "Famous for its CCNA and CCNP certifications.",
      "A global technology conglomerate."
    ]
  },
  {
    "word_no.": 93,
    "word": "JUNIPER",
    "hints": [
      "A competitor to Cisco in the networking hardware space.",
      "Known for its Junos operating system.",
      "A large multinational company."
    ]
  },
  {
    "word_no.": 94,
    "word": "ARP POISONING",
    "hints": [
      "A malicious technique in which an attacker sends falsified ARP messages over a local area network.",
      "Links an attacker's MAC address with a legitimate IP address.",
      "A type of man-in-the-middle attack."
    ]
  },
  {
    "word_no.": 95,
    "word": "SPOOFING",
    "hints": [
      "The act of disguising a communication from an unknown source as being from a known, trusted source.",
      "Can involve forging IP addresses or MAC addresses.",
      "Used in various cyber attacks."
    ]
  },
  {
    "word_no.": 96,
    "word": "PHISHING",
    "hints": [
      "A type of social engineering attack often used to steal user data.",
      "Involves tricking a victim into opening a malicious email or link.",
      "Attacker often pretends to be a legitimate entity."
    ]
  },
  {
    "word_no.": 97,
    "word": "MALWARE",
    "hints": [
      "A general term for any malicious software.",
      "Includes viruses, worms, and trojans.",
      "Designed to disrupt computer operation, gather sensitive information, or gain access."
    ]
  },
  {
    "word_no.": 98,
    "word": "VIRUS",
    "hints": [
      "A type of malicious software that attaches to other programs to spread.",
      "Requires a host program to run.",
      "Can damage files and systems."
    ]
  },
  {
    "word_no.": 99,
    "word": "WORM",
    "hints": [
      "A standalone malware computer program that replicates itself to spread to other computers.",
      "Does not need a host program to spread.",
      "Uses a network to travel."
    ]
  },
  {
    "word_no.": 100,
    "word": "TROJAN",
    "hints": [
      "A type of malicious code or software that looks legitimate but can take control of your computer.",
      "Often downloaded by a user who thinks it's a useful program.",
      "Named after a famous story about a large wooden horse."
    ]
  },
  {
    "word_no.": 101,
    "word": "PACKET LOSS",
    "hints": [
      "Occurs when one or more packets of data fail to reach their destination.",
      "Causes gaps in video streams or audio calls.",
      "Can be a sign of a congested network."
    ]
  },
  {
    "word_no.": 102,
    "word": "JITTER",
    "hints": [
      "Variation in the delay of received packets.",
      "Can cause choppy audio in VoIP calls.",
      "A form of network congestion or poor performance."
    ]
  },
  {
    "word_no.": 103,
    "word": "SFP",
    "hints": [
      "A hot-pluggable transceiver module used for both telecommunication and data communications applications.",
      "Used to connect a switch to a fiber optic or copper cable.",
      "Stands for Small Form-factor Pluggable."
    ]
  },
  {
    "word_no.": 104,
    "word": "TRUNK",
    "hints": [
      "A communication line that carries multiple signals or channels at the same time.",
      "A port on a switch that carries traffic for multiple VLANs.",
      "Used to connect switches."
    ]
  },
  {
    "word_no.": 105,
    "word": "EIGRP",
    "hints": [
      "An advanced distance-vector routing protocol developed by Cisco.",
      "Uses a composite metric to determine the best path.",
      "Stands for Enhanced Interior Gateway Routing Protocol."
    ]
  },
  {
    "word_no.": 106,
    "word": "OSPF",
    "hints": [
      "A link-state routing protocol for internal networks.",
      "Divides a network into areas for scalability.",
      "Stands for Open Shortest Path First."
    ]
  },
  {
    "word_no.": 107,
    "word": "BGP",
    "hints": [
      "A routing protocol used between autonomous systems on the Internet.",
      "The protocol that holds the internet together.",
      "Stands for Border Gateway Protocol."
    ]
  },
  {
    "word_no.": 108,
    "word": "DEFAULT GATEWAY",
    "hints": [
      "The path out of your local network to the internet.",
      "The IP address of your router.",
      "A setting every device needs to access external networks."
    ]
  },
  {
    "word_no.": 109,
    "word": "MAC ADDRESS TABLE",
    "hints": [
      "A database on a switch that stores the MAC addresses of connected devices.",
      "Also known as a CAM table.",
      "Used to forward traffic to the correct port."
    ]
  },
  {
    "word_no.": 110,
    "word": "BROADCAST DOMAIN",
    "hints": [
      "A logical network segment in which all devices can hear each other's broadcasts.",
      "Routers separate these, while switches expand them.",
      "Divided by VLANs."
    ]
  },
  {
    "word_no.": 111,
    "word": "COLLISION DOMAIN",
    "hints": [
      "A network segment where data packets can collide.",
      "Switches reduce the size of these.",
      "Hubs create a single large one."
    ]
  },
  {
    "word_no.": 112,
    "word": "SUBNET",
    "hints": [
      "A smaller logical subdivision of a larger IP network.",
      "Created using a subnet mask.",
      "Improves network organization and security."
    ]
  },
  {
    "word_no.": 113,
    "word": "CIDR",
    "hints": [
      "A method for allocating IP addresses and routing IP packets.",
      "Replaces the old classful network addressing system.",
      "Stands for Classless Inter-Domain Routing."
    ]
  },
  {
    "word_no.": 114,
    "word": "IPV4",
    "hints": [
      "The fourth version of the Internet Protocol.",
      "Uses 32-bit addresses.",
      "Is running out of available addresses."
    ]
  },
  {
    "word_no.": 115,
    "word": "IPV6",
    "hints": [
      "The most recent version of the Internet Protocol.",
      "Uses 128-bit addresses.",
      "Designed to replace its 32-bit predecessor."
    ]
  },
  {
    "word_no.": 116,
    "word": "PACKET TRACER",
    "hints": [
      "A network simulation and visualization tool from Cisco.",
      "Used for practicing network configuration skills.",
      "A popular tool for CCNA students."
    ]
  },
  {
    "word_no.": 117,
    "word": "SDN",
    "hints": [
      "An architecture that decouples the network control and forwarding functions.",
      "Allows network administrators to manage network services through abstraction.",
      "Stands for Software Defined Networking."
    ]
  },
  {
    "word_no.": 118,
    "word": "NFV",
    "hints": [
      "A network architecture concept that virtualizes network services.",
      "Replaces dedicated hardware with software running on virtual machines.",
      "Stands for Network Function Virtualization."
    ]
  },
  {
    "word_no.": 119,
    "word": "MPLS",
    "hints": [
      "A data-carrying technique for high-performance telecommunications networks.",
      "Directs data from one network node to the next based on short path labels.",
      "Stands for Multi-Protocol Label Switching."
    ]
  },
  {
    "word_no.": 120,
    "word": "OSPF AREA",
    "hints": [
      "A collection of OSPF networks and routers that share the same Link State database.",
      "Used to scale OSPF networks.",
      "A backbone area is known as Area 0."
    ]
  },
  {
    "word_no.": 121,
    "word": "BGP PEER",
    "hints": [
      "A router configured to establish a BGP session with another router.",
      "Also known as a BGP neighbor.",
      "Exchanges routing information with another router."
    ]
  },
  {
    "word_no.": 122,
    "word": "ROUTE SUMMARIZATION",
    "hints": [
      "The process of advertising a single route to represent multiple, more specific routes.",
      "Reduces the size of routing tables.",
      "Can be done in protocols like OSPF and EIGRP."
    ]
  },
  {
    "word_no.": 123,
    "word": "DHCP RELAY AGENT",
    "hints": [
      "A device, typically a router, that forwards DHCP requests between a client and a server on different subnets.",
      "Allows a single DHCP server to serve multiple subnets.",
      "Removes the need for a DHCP server on every subnet."
    ]
  },
  {
    "word_no.": 124,
    "word": "IPV6 ADDRESS",
    "hints": [
      "A 128-bit address, typically written in hexadecimal format.",
      "Designed to provide a huge number of unique addresses.",
      "Example: 2001:0db8:85a3:0000:0000:8a2e:0370:7334."
    ]
  },
  {
    "word_no.": 125,
    "word": "SUBNET MASK",
    "hints": [
      "A 32-bit number that masks an IP address.",
      "Used to determine the network ID and host ID.",
      "Typically represented as 255.255.255.0."
    ]
  },
  {
    "word_no.": 126,
    "word": "DEFAULT ROUTE",
    "hints": [
      "A routing table entry that specifies where to send packets when a more specific route is not available.",
      "Often referred to as the 'route of last resort'.",
      "Usually points to the internet gateway."
    ]
  },
  {
    "word_no.": 127,
    "word": "FIBER OPTICS",
    "hints": [
      "A technology that uses glass or plastic threads to transmit data using pulses of light.",
      "Offers much higher bandwidth than copper cables.",
      "Immune to electromagnetic interference."
    ]
  },
  {
    "word_no.": 128,
    "word": "COAXIAL CABLE",
    "hints": [
      "A type of electrical cable with an inner conductor surrounded by a tubular insulating layer.",
      "Historically used for TV signals and some early networks.",
      "Often used for cable internet service."
    ]
  },
  {
    "word_no.": 129,
    "word": "TWISTED PAIR",
    "hints": [
      "A type of wiring in which two conductors of a single circuit are twisted together.",
      "Reduces electromagnetic interference.",
      "Used in Ethernet cables."
    ]
  },
  {
    "word_no.": 130,
    "word": "STP",
    "hints": [
      "A type of twisted-pair cable that has a foil or braided shield around its wires.",
      "Reduces crosstalk and noise more effectively than UTP.",
      "Stands for Shielded Twisted Pair."
    ]
  },
  {
    "word_no.": 131,
    "word": "UTP",
    "hints": [
      "A type of twisted-pair cable with no shielding.",
      "The most common type of networking cable today.",
      "Stands for Unshielded Twisted Pair."
    ]
  },
  {
    "word_no.": 132,
    "word": "CSMA CD",
    "hints": [
      "A protocol used to handle collisions on older Ethernet networks.",
      "Detects a collision and then waits a random amount of time before retransmitting.",
      "Stands for Carrier Sense Multiple Access Collision Detection."
    ]
  },
  {
    "word_no.": 133,
    "word": "NETWORK ADDRESS",
    "hints": [
      "The part of an IP address that identifies the network.",
      "All devices on the same network have the same one.",
      "Determined by the subnet mask."
    ]
  },
  {
    "word_no.": 134,
    "word": "HOST ADDRESS",
    "hints": [
      "The part of an IP address that identifies a specific device on a network.",
      "The 'unique' part of the IP address.",
      "The part that changes between different devices on the same network."
    ]
  },
  {
    "word_no.": 135,
    "word": "WILDCARD MASK",
    "hints": [
      "A special type of subnet mask used in ACLs.",
      "The inverse of a subnet mask.",
      "Used to specify a range of IP addresses to permit or deny."
    ]
  },
  {
    "word_no.": 136,
    "word": "NETFLOW",
    "hints": [
      "A feature developed by Cisco that provides network traffic information.",
      "Used to monitor network usage and performance.",
      "Collects data on conversations between devices."
    ]
  },
  {
    "word_no.": 137,
    "word": "SNMP TRAP",
    "hints": [
      "An unsolicited message sent by an SNMP agent to a manager.",
      "Used to alert an administrator of a critical event.",
      "Can be a sign of a device failure."
    ]
  },
  {
    "word_no.": 138,
    "word": "DNS POISONING",
    "hints": [
      "A cyberattack where a hacker introduces false data into a DNS resolver's cache.",
      "Redirects users to malicious websites.",
      "Also known as DNS cache poisoning."
    ]
  },
  {
    "word_no.": 139,
    "word": "DOS ATTACK",
    "hints": [
      "An attack that floods a computer network with traffic to make it unavailable to its intended users.",
      "Stands for Denial of Service.",
      "A simple form is a flood of 'ping' requests."
    ]
  },
  {
    "word_no.": 140,
    "word": "DDOS ATTACK",
    "hints": [
      "An attack that uses a botnet of multiple compromised computer systems to flood a network.",
      "Much more difficult to mitigate than a simple DoS attack.",
      "Stands for Distributed Denial of Service."
    ]
  },
  {
    "word_no.": 141,
    "word": "HACKTIVISM",
    "hints": [
      "The act of hacking a system for political or social reasons.",
      "Often involves DoS attacks or defacing websites.",
      "A portmanteau of 'hacking' and 'activism'."
    ]
  },
  {
    "word_no.": 142,
    "word": "ENCRYPTION",
    "hints": [
      "The process of converting information or data into a code.",
      "The opposite of decryption.",
      "Used to secure data in transit and at rest."
    ]
  },
  {
    "word_no.": 143,
    "word": "DECRYPTION",
    "hints": [
      "The process of converting encrypted data back into its original form.",
      "Requires a key.",
      "The opposite of encryption."
    ]
  },
  {
    "word_no.": 144,
    "word": "CRYPTOGRAPHY",
    "hints": [
      "The practice and study of techniques for secure communication in the presence of third parties.",
      "The science of ciphers and codes.",
      "Underpins most modern network security."
    ]
  },
  {
    "word_no.": 145,
    "word": "SYMMETRIC KEY",
    "hints": [
      "A type of encryption where the same key is used for both encryption and decryption.",
      "Faster but less secure for key exchange.",
      "Examples include AES and DES."
    ]
  },
  {
    "word_no.": 146,
    "word": "ASYMMETRIC KEY",
    "hints": [
      "A type of encryption that uses a pair of public and private keys.",
      "More secure for key exchange.",
      "Examples include RSA."
    ]
  },
  {
    "word_no.": 147,
    "word": "SSL TLS",
    "hints": [
      "A cryptographic protocol used to secure communications over a computer network.",
      "Used by HTTPS.",
      "Stands for Secure Sockets Layer / Transport Layer Security."
    ]
  },
  {
    "word_no.": 148,
    "word": "CERTIFICATE",
    "hints": [
      "A digital file used to prove the ownership of a public key.",
      "Used in SSL/TLS to verify the identity of a website.",
      "Issued by a Certificate Authority."
    ]
  },
  {
    "word_no.": 149,
    "word": "DHCP STARVATION",
    "hints": [
      "A type of DoS attack where a malicious client broadcasts a flood of DHCP requests.",
      "The goal is to exhaust the available IP addresses in the pool.",
      "Prevents legitimate clients from getting an IP address."
    ]
  },
  {
    "word_no.": 150,
    "word": "EIGRP DUAL",
    "hints": [
      "The algorithm used by EIGRP to calculate the best path.",
      "Helps prevent routing loops.",
      "Stands for Diffusing Update Algorithm."
    ]
  },
  {
    "word_no.": 151,
    "word": "DNS ZONE",
    "hints": [
      "A contiguous portion of the DNS namespace for which a DNS server is authoritative.",
      "Contains a set of resource records.",
      "A way to delegate authority for parts of the DNS."
    ]
  },
  {
    "word_no.": 152,
    "word": "DNSSEC",
    "hints": [
      "A suite of security extensions to DNS.",
      "Helps protect against DNS poisoning attacks.",
      "Stands for Domain Name System Security Extensions."
    ]
  },
  {
    "word_no.": 153,
    "word": "NTP",
    "hints": [
      "A protocol for synchronizing computer clock times.",
      "Essential for security protocols and logging.",
      "Stands for Network Time Protocol."
    ]
  },
  {
    "word_no.": 154,
    "word": "NMAP",
    "hints": [
      "A network scanner tool used for network discovery and security auditing.",
      "Can be used to find open ports and running services.",
      "Stands for Network Mapper."
    ]
  },
  {
    "word_no.": 155,
    "word": "WIRESHARK",
    "hints": [
      "A free and open-source packet analyzer.",
      "Used for network troubleshooting, analysis, and software development.",
      "The most popular 'packet sniffer'."
    ]
  },
  {
    "word_no.": 156,
    "word": "CIDR BLOCK",
    "hints": [
      "A range of IP addresses specified with a single prefix and length.",
      "Example: 192.168.1.0/24.",
      "Stands for Classless Inter-Domain Routing."
    ]
  },
  {
    "word_no.": 157,
    "word": "ETHERCHANNEL",
    "hints": [
      "A port aggregation technology that bundles several physical links into one logical link.",
      "Increases bandwidth and provides redundancy.",
      "A Cisco-proprietary technology."
    ]
  },
  {
    "word_no.": 158,
    "word": "LACP",
    "hints": [
      "A protocol that provides a method to control the bundling of several physical ports together.",
      "An industry-standard protocol for link aggregation.",
      "Stands for Link Aggregation Control Protocol."
    ]
  },
  {
    "word_no.": 159,
    "word": "VTP",
    "hints": [
      "A Cisco proprietary protocol used to manage VLANs across a network of switches.",
      "Allows VLAN configuration to be automatically distributed.",
      "Stands for VLAN Trunking Protocol."
    ]
  },
  {
    "word_no.": 160,
    "word": "VLAN TRUNK",
    "hints": [
      "A physical link between switches that carries traffic for multiple VLANs.",
      "A single cable that can carry traffic from different networks.",
      "Used in conjunction with VTP or 802.1Q."
    ]
  },
  {
    "word_no.": 161,
    "word": "ICMP REDIRECT",
    "hints": [
      "A message sent by a router to a host on a network.",
      "Tells the host to send future packets for a destination to a different gateway.",
      "Used to optimize routing."
    ]
  },
  {
    "word_no.": 162,
    "word": "HSRP",
    "hints": [
      "A Cisco proprietary redundancy protocol for gateways.",
      "Provides a virtual router address and MAC address.",
      "Stands for Hot Standby Router Protocol."
    ]
  },
  {
    "word_no.": 163,
    "word": "VRRP",
    "hints": [
      "An open standard redundancy protocol for gateways.",
      "Similar to HSRP but is not Cisco-proprietary.",
      "Stands for Virtual Router Redundancy Protocol."
    ]
  },
  {
    "word_no.": 164,
    "word": "GLBP",
    "hints": [
      "A Cisco proprietary gateway redundancy protocol.",
      "Allows for load balancing across multiple routers.",
      "Stands for Gateway Load Balancing Protocol."
    ]
  },
  {
    "word_no.": 165,
    "word": "NAT POOL",
    "hints": [
      "A group of public IP addresses that can be used for NAT.",
      "Allows multiple internal devices to access the internet.",
      "Used in conjunction with PAT."
    ]
  },
  {
    "word_no.": 166,
    "word": "PAT",
    "hints": [
      "A type of NAT that maps multiple private IP addresses to a single public IP address.",
      "Uses different port numbers to distinguish between connections.",
      "Stands for Port Address Translation."
  ]
  },
  {
    "word_no.": 167,
    "word": "DHCP SERVER",
    "hints": [
      "A network server that automatically provides IP addresses to devices.",
      "Essential for most modern networks.",
      "Maintains a database of IP addresses and leases."
    ]
  },
  {
    "word_no.": 168,
    "word": "DHCP CLIENT",
    "hints": [
      "A device on a network that requests an IP address from a DHCP server.",
      "A laptop or a smartphone is an example.",
      "Uses the DORA process to get an address."
    ]
  },
  {
    "word_no.": 169,
    "word": "DORA",
    "hints": [
      "The four-step process a DHCP client uses to obtain an IP address.",
      "Stands for Discover, Offer, Request, Acknowledge.",
      "A crucial process for network connectivity."
    ]
  },
  {
    "word_no.": 170,
    "word": "ROUTING PROTOCOL",
    "hints": [
      "A protocol that determines how routers communicate with each other.",
      "Used to build routing tables.",
      "Examples include RIP, OSPF, and BGP."
    ]
  },
  {
    "word_no.": 171,
    "word": "STATIC ROUTING",
    "hints": [
      "The process of manually configuring a router's routing table.",
      "Does not automatically adapt to network changes.",
      "Simple to configure but not scalable."
    ]
  },
  {
    "word_no.": 172,
    "word": "DYNAMIC ROUTING",
    "hints": [
      "The process of automatically building a router's routing table.",
      "Adapts to network changes and failures.",
      "Uses protocols like OSPF and EIGRP."
    ]
  },
  {
    "word_no.": 173,
    "word": "DISTANCE VECTOR",
    "hints": [
      "A class of routing protocols that advertise their routing tables to their neighbors.",
      "Uses hop count as a metric.",
      "Examples include RIP and EIGRP."
    ]
  },
  {
    "word_no.": 174,
    "word": "LINK STATE",
    "hints": [
      "A class of routing protocols that have a complete map of the network.",
      "Uses Dijkstra's algorithm to calculate the best path.",
      "OSPF is the most famous example."
    ]
  },
  {
    "word_no.": 175,
    "word": "RIP",
    "hints": [
      "An old distance-vector routing protocol.",
      "Uses hop count as its metric.",
      "Stands for Routing Information Protocol."
    ]
  },
  {
    "word_no.": 176,
    "word": "BGP UPDATE",
    "hints": [
      "A message sent by a BGP router to its neighbors to announce a new route.",
      "Can be triggered by a network change.",
      "Contains path attributes."
    ]
  },
  {
    "word_no.": 177,
    "word": "BGP AS",
    "hints": [
      "A collection of IP networks and routers under the control of one or more network operators.",
      "Required for BGP.",
      "Stands for Autonomous System."
    ]
  },
  {
    "word_no.": 178,
    "word": "PATH ATTRIBUTES",
    "hints": [
      "The characteristics of a BGP route.",
      "Used by BGP to determine the best path to a destination.",
      "Examples include AS path and next-hop."
    ]
  },
  {
    "word_no.": 179,
    "word": "ROUTE REFLECTOR",
    "hints": [
      "A device that simplifies BGP network topology by allowing a central point to redistribute routes.",
      "Solves the BGP 'split horizon' rule.",
      "A common way to scale a BGP network."
    ]
  },
  {
    "word_no.": 180,
    "word": "NETWORKING",
    "hints": [
      "The practice of connecting computers together to share data and resources.",
      "The topic of this Hangman game.",
      "The fundamental concept behind the internet."
    ]
  },
  {
    "word_no.": 181,
    "word": "HUB",
    "hints": [
      "A simple networking device that connects multiple computers.",
      "Sends all incoming data to all other ports.",
      "Creates a single collision domain."
    ]
  },
  {
    "word_no.": 182,
    "word": "TRANSCEIVER",
    "hints": [
      "A device that can both transmit and receive data.",
      "An example is an SFP module.",
      "Converts electrical signals to light for fiber optics."
    ]
  },
  {
    "word_no.": 183,
    "word": "PATCH PANEL",
    "hints": [
      "A mounted hardware unit that contains a set of ports.",
      "Used to terminate cable runs from a network closet to desks.",
      "Simplifies network administration and cable management."
    ]
  },
  {
    "word_no.": 184,
    "word": "RACK",
    "hints": [
      "A standardized frame for mounting electronic equipment.",
      "Commonly found in server rooms.",
      "Switches and routers are often mounted in these."
    ]
  },
  {
    "word_no.": 185,
    "word": "FIBER CHANNEL",
    "hints": [
      "A high-speed network technology primarily used to connect servers to data storage.",
      "Used in Storage Area Networks (SANs).",
      "Connects to a server via a HBA."
    ]
  },
  {
    "word_no.": 186,
    "word": "SAN",
    "hints": [
      "A specialized high-speed network that provides a network of storage devices to a network of computers.",
      "Used for enterprise-level storage.",
      "Stands for Storage Area Network."
    ]
  },
  {
    "word_no.": 187,
    "word": "NAS",
    "hints": [
      "A file-level computer data storage server connected to a computer network.",
      "Provides storage for file sharing over a network.",
      "Stands for Network Attached Storage."
    ]
  },
  {
    "word_no.": 188,
    "word": "ISCSI",
    "hints": [
      "A protocol that allows the use of the SCSI protocol over TCP/IP.",
      "Used to connect storage to a server over a network.",
      "Stands for Internet Small Computer System Interface."
    ]
  },
  {
    "word_no.": 189,
    "word": "VLAN TAGGING",
    "hints": [
      "The process of adding a VLAN ID to an Ethernet frame.",
      "Allows a single trunk port to carry traffic for multiple VLANs.",
      "Uses the 802.1Q standard."
    ]
  },
  {
    "word_no.": 190,
    "word": "VOIP",
    "hints": [
      "A technology that allows you to make voice calls using an internet connection.",
      "Also known as internet telephony.",
      "Stands for Voice over Internet Protocol."
    ]
  },
  {
    "word_no.": 191,
    "word": "QOS",
    "hints": [
      "Technology that gives priority to certain types of network traffic.",
      "Used to ensure VoIP calls and video streams are not interrupted.",
      "Stands for Quality of Service."
    ]
  },
  {
    "word_no.": 192,
    "word": "WAF",
    "hints": [
      "A specific type of firewall that protects web applications from attacks.",
      "Inspects HTTP traffic.",
      "Stands for Web Application Firewall."
    ]
  },
  {
    "word_no.": 193,
    "word": "IDS",
    "hints": [
      "A system that monitors network traffic for suspicious activity and alerts a security administrator.",
      "Does not actively block traffic.",
      "Stands for Intrusion Detection System."
    ]
  },
  {
    "word_no.": 194,
    "word": "IPS",
    "hints": [
      "A system that monitors network traffic for suspicious activity and takes action to block it.",
      "More proactive than an IDS.",
      "Stands for Intrusion Prevention System."
    ]
  },
  {
    "word_no.": 195,
    "word": "SOC",
    "hints": [
      "A centralized function within an organization employing people, processes, and technology.",
      "Handles security operations and incident response.",
      "Stands for Security Operations Center."
    ]
  },
  {
    "word_no.": 196,
    "word": "CISSP",
    "hints": [
      "A globally recognized certification in the field of information security.",
      "Stands for Certified Information Systems Security Professional.",
      "A well-known certification for cybersecurity professionals."
    ]
  },
  {
    "word_no.": 197,
    "word": "SSID",
    "hints": [
      "The name of a wireless network.",
      "What you see when you try to connect to a Wi-Fi network.",
      "Stands for Service Set Identifier."
    ]
  },
  {
    "word_no.": 198,
    "word": "WPA2",
    "hints": [
      "A security protocol used to secure wireless networks.",
      "The most common security protocol for Wi-Fi.",
      "Stands for Wi-Fi Protected Access 2."
    ]
  },
  {
    "word_no.": 199,
    "word": "WPS",
    "hints": [
      "A push-button setup method for connecting to a wireless network.",
      "Can be a security risk.",
      "Stands for Wi-Fi Protected Setup."
    ]
  },
  {
    "word_no.": 200,
    "word": "PPOE",
    "hints": [
      "A network protocol used to encapsulate Ethernet frames within PPP frames.",
      "Often used by DSL providers.",
      "Stands for Point-to-Point Protocol over Ethernet."
    ]
  },
  {
    "word_no.": 201,
    "word": "PSTN",
    "hints": [
      "The original telephone network for voice communication.",
      "The 'old school' phone network.",
      "Stands for Public Switched Telephone Network."
    ]
  },
  {
    "word_no.": 202,
    "word": "MPLS VPN",
    "hints": [
      "A technology that uses MPLS to create a virtual private network.",
      "Often used by service providers to connect enterprise sites.",
      "Not a traditional VPN used by end-users."
    ]
  },
  {
    "word_no.": 203,
    "word": "VIRTUAL MACHINE",
    "hints": [
      "An emulation of a computer system.",
      "Can run an operating system and applications like a physical computer.",
      "Used extensively in cloud computing and data centers."
    ]
  },
  {
    "word_no.": 204,
    "word": "HYPERVISOR",
    "hints": [
      "The software that creates and runs virtual machines.",
      "Also known as a Virtual Machine Monitor (VMM).",
      "Examples include VMware and Hyper-V."
    ]
  },
  {
    "word_no.": 205,
    "word": "CLOUD COMPUTING",
    "hints": [
      "The delivery of computing services over the internet.",
      "Includes services like storage, databases, and software.",
      "Providers include Amazon Web Services and Google Cloud."
    ]
  },
  {
    "word_no.": 206,
    "word": "SAAS",
    "hints": [
      "A software licensing and delivery model in which software is licensed on a subscription basis.",
      "Examples include Gmail and Microsoft 365.",
      "Stands for Software as a Service."
    ]
  },
  {
    "word_no.": 207,
    "word": "IAAS",
    "hints": [
      "A cloud service model that provides virtualized computing resources over the internet.",
      "Examples include virtual machines and storage.",
      "Stands for Infrastructure as a Service."
    ]
  },
  {
    "word_no.": 208,
    "word": "PAAS",
    "hints": [
      "A cloud service model that provides a platform for developers to create, run, and manage applications.",
      "Examples include Google App Engine and Heroku.",
      "Stands for Platform as a Service."
    ]
  },
  {
    "word_no.": 209,
    "word": "SD WAN",
    "hints": [
      "A virtual WAN architecture that allows enterprises to leverage any combination of transport services.",
      "Used to connect corporate networks.",
      "Stands for Software Defined Wide Area Network."
    ]
  },
  {
    "word_no.": 210,
    "word": "BGP PEER",
    "hints": [
      "A router configured to establish a BGP session with another router.",
      "Also known as a BGP neighbor.",
      "Exchanges routing information with another router."
    ]
  },
  {
    "word_no.": 211,
    "word": "BGP AS",
    "hints": [
      "A collection of IP networks and routers under the control of a single entity.",
      "Required for BGP.",
      "Stands for Autonomous System."
    ]
  },
  {
    "word_no.": 212,
    "word": "PATH ATTRIBUTES",
    "hints": [
      "The characteristics of a BGP route.",
      "Used by BGP to determine the best path to a destination.",
      "Examples include AS path and next-hop."
    ]
  },
  {
    "word_no.": 213,
    "word": "ROUTE REFLECTOR",
    "hints": [
      "A device that simplifies BGP network topology by allowing a central point to redistribute routes.",
      "Solves the BGP 'split horizon' rule.",
      "A common way to scale a BGP network."
    ]
  },
  {
    "word_no.": 214,
    "word": "BGP UPDATE",
    "hints": [
      "A message sent by a BGP router to its neighbors to announce a new route.",
      "Can be triggered by a network change.",
      "Contains path attributes."
    ]
  },
  {
    "word_no.": 215,
    "word": "GRE TUNNEL",
    "hints": [
      "A tunneling protocol developed by Cisco that can encapsulate a wide variety of network layer protocols.",
      "Often used to create a site-to-site VPN.",
      "Stands for Generic Routing Encapsulation."
    ]
  },
  {
    "word_no.": 216,
    "word": "VPN CONCENTRATOR",
    "hints": [
      "A device that provides a secure, encrypted connection for many remote users.",
      "Centralizes the VPN connections from many clients.",
      "Often used in corporate networks."
    ]
  },
  {
    "word_no.": 217,
    "word": "L2TP",
    "hints": [
      "A tunneling protocol used to support VPNs.",
      "Often used in conjunction with IPsec for encryption.",
      "Stands for Layer 2 Tunneling Protocol."
    ]
  },
  {
    "word_no.": 218,
    "word": "IPSEC",
    "hints": [
      "A suite of protocols for securing Internet Protocol communications.",
      "Encrypts and authenticates IP packets.",
      "Stands for Internet Protocol Security."
    ]
  },
  {
    "word_no.": 219,
    "word": "IP HELPER",
    "hints": [
      "A feature on Cisco routers that forwards certain broadcast requests across subnets.",
      "Often used to forward DHCP and TFTP requests.",
      "Removes the need for a server on every subnet."
    ]
  },
  {
    "word_no.": 220,
    "word": "DHCP LEASE",
    "hints": [
      "The period of time for which a DHCP server allocates an IP address to a client.",
      "The client must renew it to keep the address.",
      "Can be set to a few hours or a few days."
    ]
  },
  {
    "word_no.": 221,
    "word": "DORA",
    "hints": [
      "The four-step process a DHCP client uses to obtain an IP address.",
      "Stands for Discover, Offer, Request, Acknowledge.",
      "A crucial process for network connectivity."
    ]
  },
  {
    "word_no.": 222,
    "word": "NETMASK",
    "hints": [
      "Another name for a subnet mask.",
      "Used to divide an IP address into a network part and a host part.",
      "Helps determine if a device is on the local network."
    ]
  },
  {
    "word_no.": 223,
    "word": "SUPERNETTING",
    "hints": [
      "The process of combining multiple small networks into a larger network.",
      "Reduces the size of routing tables.",
      "The opposite of subnetting."
    ]
  },
  {
    "word_no.": 224,
    "word": "VLSM",
    "hints": [
      "A technique that allows for subnets to have different sizes.",
      "Makes more efficient use of IP addresses.",
      "Stands for Variable Length Subnet Masking."
    ]
  },
  {
    "word_no.": 225,
    "word": "ROUTE OF LAST RESORT",
    "hints": [
      "The default route.",
      "Where a router sends packets when it does not have a more specific route.",
      "Usually points to the internet gateway."
    ]
  },
  {
    "word_no.": 226,
    "word": "METRIC",
    "hints": [
      "A value used by routing protocols to determine the optimal path to a destination.",
      "Can be based on hop count, bandwidth, or delay.",
      "A measure of 'cost' for a route."
    ]
  },
  {
    "word_no.": 227,
    "word": "RIP V2",
    "hints": [
      "A more advanced version of a distance-vector routing protocol.",
      "Supports VLSM and authentication.",
      "Stands for Routing Information Protocol Version 2."
    ]
  },
  {
    "word_no.": 228,
    "word": "EIGRP DUAL",
    "hints": [
      "The algorithm used by EIGRP to calculate the best path.",
      "Helps prevent routing loops.",
      "Stands for Diffusing Update Algorithm."
    ]
  },
  {
    "word_no.": 229,
    "word": "OSPF DR",
    "hints": [
      "A designated router on a multi-access network.",
      "Distributes link-state advertisements to all other routers on the network.",
      "Stands for Designated Router."
    ]
  },
  {
    "word_no.": 230,
    "word": "OSPF BDR",
    "hints": [
      "A backup designated router on a multi-access network.",
      "Takes over if the DR fails.",
      "Stands for Backup Designated Router."
    ]
  },
  {
    "word_no.": 231,
    "word": "DNS ROOT SERVER",
    "hints": [
      "One of 13 logical servers that contain the complete list of top-level domains.",
      "The starting point for all DNS queries.",
      "Managed by various organizations around the world."
    ]
  },
  {
    "word_no.": 232,
    "word": "A RECORD",
    "hints": [
      "A type of DNS record that maps a domain name to an IPv4 address.",
      "The most common type of DNS record.",
      "Stands for Address Record."
    ]
  },
  {
    "word_no.": 233,
    "word": "AAAA RECORD",
    "hints": [
      "A type of DNS record that maps a domain name to an IPv6 address.",
      "The IPv6 equivalent of an A record.",
      "A type of DNS record."
    ]
  },
  {
    "word_no.": 234,
    "word": "CNAME RECORD",
    "hints": [
      "A type of DNS record that maps an alias name to a canonical domain name.",
      "Used to point a subdomain to another domain.",
      "Stands for Canonical Name."
    ]
  },
  {
    "word_no.": 235,
    "word": "MX RECORD",
    "hints": [
      "A type of DNS record that specifies the mail server responsible for accepting email messages.",
      "Essential for email delivery.",
      "Stands for Mail Exchange."
    ]
  },
  {
    "word_no.": 236,
    "word": "SOA RECORD",
    "hints": [
      "A type of DNS record that contains administrative information about the zone.",
      "Includes the primary name server and the contact email.",
      "Stands for Start of Authority."
    ]
  },
  {
    "word_no.": 237,
    "word": "TTL",
    "hints": [
      "A value in a DNS record that tells a client how long to cache the record.",
      "Measured in seconds.",
      "Stands for Time to Live."
    ]
  },
  {
    "word_no.": 238,
    "word": "TCP HANDSHAKE",
    "hints": [
      "A three-way process used to establish a TCP connection.",
      "Involves SYN, SYN-ACK, and ACK packets.",
      "Ensures both sides are ready to communicate."
    ]
  },
  {
    "word_no.": 239,
    "word": "TCP SEGMENT",
    "hints": [
      "A unit of data in the TCP protocol.",
      "Contains a header and payload.",
      "Sent from the transport layer."
    ]
  },
  {
    "word_no.": 240,
    "word": "IP DATAGRAM",
    "hints": [
      "The basic unit of data in the Internet Protocol.",
      "Contains a header and payload.",
      "Sent from the network layer."
    ]
  },
  {
    "word_no.": 241,
    "word": "ETHERNET FRAME",
    "hints": [
      "The basic unit of data in the Ethernet protocol.",
      "Contains a header, payload, and a trailer.",
      "Sent from the data link layer."
    ]
  },
  {
    "word_no.": 242,
    "word": "PHYSICAL LAYER",
    "hints": [
      "The first layer of the OSI model.",
      "Deals with the physical medium, such as cables and connectors.",
      "Deals with bits."
    ]
  },
  {
    "word_no.": 243,
    "word": "DATA LINK LAYER",
    "hints": [
      "The second layer of the OSI model.",
      "Deals with frames and MAC addresses.",
      "Switches operate at this layer."
    ]
  },
  {
    "word_no.": 244,
    "word": "NETWORK LAYER",
    "hints": [
      "The third layer of the OSI model.",
      "Deals with packets and IP addresses.",
      "Routers operate at this layer."
    ]
  },
  {
    "word_no.": 245,
    "word": "TRANSPORT LAYER",
    "hints": [
      "The fourth layer of the OSI model.",
      "Deals with segments and port numbers.",
      "TCP and UDP operate at this layer."
    ]
  },
  {
    "word_no.": 246,
    "word": "SESSION LAYER",
    "hints": [
      "The fifth layer of the OSI model.",
      "Establishes, manages, and terminates connections between applications.",
      "Provides for dialogue control and synchronization."
    ]
  },
  {
    "word_no.": 247,
    "word": "PRESENTATION LAYER",
    "hints": [
      "The sixth layer of the OSI model.",
      "Deals with data format and encryption.",
      "Ensures data is in a readable format for the application layer."
    ]
  },
  {
    "word_no.": 248,
    "word": "APPLICATION LAYER",
    "hints": [
      "The seventh layer of the OSI model.",
      "The layer that users interact with.",
      "Protocols include HTTP, FTP, and SMTP."
    ]
  },
  {
    "word_no.": 249,
    "word": "HTTP",
    "hints": [
      "The foundation of data communication for the World Wide Web.",
      "Used to retrieve web pages from servers.",
      "Stands for Hypertext Transfer Protocol."
    ]
  },
  {
    "word_no.": 250,
    "word": "FTP",
    "hints": [
      "A standard network protocol used to transfer computer files from a server to a client.",
      "Uses port 21 for control and port 20 for data.",
      "Stands for File Transfer Protocol."
    ]
  },
  {
    "word_no.": 251,
    "word": "TELNET",
    "hints": [
      "A command-line protocol and program used to remotely access a computer.",
      "Sends data in plain text, making it insecure.",
      "Stands for Telecommunication Network."
    ]
  },
  {
    "word_no.": 252,
    "word": "SSH",
    "hints": [
      "A cryptographic network protocol for operating network services securely over an unsecured network.",
      "Provides secure remote login and command-line execution.",
      "Stands for Secure Shell."
    ]
  },
  {
    "word_no.": 253,
    "word": "DHCP",
    "hints": [
      "A protocol that automatically assigns IP addresses and other network configuration parameters to devices on a network.",
      "Stands for Dynamic Host Configuration Protocol.",
      "Removes the need for manual configuration."
    ]
  },
  {
    "word_no.": 254,
    "word": "NTP",
    "hints": [
      "A protocol for synchronizing computer clock times.",
      "Essential for security protocols and logging.",
      "Stands for Network Time Protocol."
    ]
  },
  {
    "word_no.": 255,
    "word": "DNS",
    "hints": [
      "The service that translates domain names into IP addresses.",
      "Stands for Domain Name System.",
      "Often referred to as the 'phonebook of the internet'."
    ]
  },
  {
    "word_no.": 256,
    "word": "POP3",
    "hints": [
      "A protocol used by email clients to retrieve email from a mail server.",
      "Downloads messages to the local device and deletes them from the server.",
      "Stands for Post Office Protocol version 3."
    ]
  },
  {
    "word_no.": 257,
    "word": "IMAP",
    "hints": [
      "A protocol for accessing email or bulletin board messages on a remote server.",
      "Keeps a synchronized copy of emails on the server and on your device.",
      "Stands for Internet Message Access Protocol."
    ]
  },
  {
    "word_no.": 258,
    "word": "SMTP",
    "hints": [
      "A protocol used for sending and receiving email.",
      "Used by mail servers and other message transfer agents.",
      "Stands for Simple Mail Transfer Protocol."
    ]
  },
  {
    "word_no.": 259,
    "word": "SNMP",
    "hints": [
      "A protocol for managing devices on an IP network.",
      "Used to collect network device information.",
      "Stands for Simple Network Management Protocol."
    ]
  },
  {
    "word_no.": 260,
    "word": "RIP",
    "hints": [
      "An old distance-vector routing protocol.",
      "Uses hop count as its metric.",
      "Stands for Routing Information Protocol."
    ]
  },
  {
    "word_no.": 261,
    "word": "EIGRP",
    "hints": [
      "An advanced distance-vector routing protocol developed by Cisco.",
      "Uses a composite metric to determine the best path.",
      "Stands for Enhanced Interior Gateway Routing Protocol."
    ]
  },
  {
    "word_no.": 262,
    "word": "OSPF",
    "hints": [
      "A link-state routing protocol for internal networks.",
      "Divides a network into areas for scalability.",
      "Stands for Open Shortest Path First."
    ]
  },
  {
    "word_no.": 263,
    "word": "BGP",
    "hints": [
      "The routing protocol that makes the internet work.",
      "Used by internet service providers to exchange routing information.",
      "Stands for Border Gateway Protocol."
    ]
  },
  {
    "word_no.": 264,
    "word": "NAT",
    "hints": [
      "A method of remapping one IP address space into another.",
      "Allows multiple devices to share a single public IP address.",
      "Stands for Network Address Translation."
    ]
  },
  {
    "word_no.": 265,
    "word": "PAT",
    "hints": [
      "A type of NAT that maps multiple private IP addresses to a single public IP address.",
      "Uses different port numbers to distinguish between connections.",
      "Stands for Port Address Translation."
    ]
  },
  {
    "word_no.": 266,
    "word": "ACL",
    "hints": [
      "A set of rules that tells a network device which packets to permit or deny.",
      "Used by routers and switches to control traffic.",
      "Stands for Access Control List."
    ]
  },
  {
    "word_no.": 267,
    "word": "QOS",
    "hints": [
      "Measures the overall performance of a network from the perspective of a user.",
      "Prioritizes certain types of traffic, such as VoIP or video.",
      "Stands for Quality of Service."
    ]
  },
  {
    "word_no.": 268,
    "word": "VPN",
    "hints": [
      "A technology that creates a secure, encrypted connection over a less secure network like the internet.",
      "Used to protect your online privacy and bypass geographic restrictions.",
      "Stands for Virtual Private Network."
    ]
  },
  {
    "word_no.": 269,
    "word": "GRE",
    "hints": [
      "A tunneling protocol developed by Cisco that can encapsulate a wide variety of network layer protocols.",
      "Often used to create a site-to-site VPN.",
      "Stands for Generic Routing Encapsulation."
    ]
  },
  {
    "word_no.": 270,
    "word": "IPSEC",
    "hints": [
      "A suite of protocols for securing Internet Protocol communications.",
      "Encrypts and authenticates IP packets.",
      "Stands for Internet Protocol Security."
    ]
  },
  {
    "word_no.": 271,
    "word": "L2TP",
    "hints": [
      "A tunneling protocol used to support VPNs.",
      "Often used in conjunction with IPsec for encryption.",
      "Stands for Layer 2 Tunneling Protocol."
    ]
  },
  {
    "word_no.": 272,
    "word": "PPOE",
    "hints": [
      "A network protocol used to encapsulate Ethernet frames within PPP frames.",
      "Often used by DSL providers.",
      "Stands for Point-to-Point Protocol over Ethernet."
    ]
  },
  {
    "word_no.": 273,
    "word": "MTU",
    "hints": [
      "The largest size of a packet that can be transmitted on a network.",
      "Can vary between different networks.",
      "Stands for Maximum Transmission Unit."
    ]
  },
  {
    "word_no.": 274,
    "word": "FRAGMENTATION",
    "hints": [
      "The process of breaking down a large packet into smaller ones.",
      "Occurs when a packet is larger than the MTU of a network link.",
      "Can cause performance issues."
    ]
  },
  {
    "word_no.": 275,
    "word": "DF BIT",
    "hints": [
      "A flag in an IP header that tells a router not to fragment a packet.",
      "If the packet is too large, the router will drop it and send an ICMP message.",
      "Stands for Don't Fragment."
    ]
  },
  {
    "word_no.": 276,
    "word": "TOS",
    "hints": [
      "A field in an IP header used to prioritize packets.",
      "Helps with Quality of Service (QoS).",
      "Stands for Type of Service."
    ]
  },
  {
    "word_no.": 277,
    "word": "DSCP",
    "hints": [
      "A field in an IP header used for classifying and managing network traffic.",
      "A more granular version of ToS.",
      "Stands for Differentiated Services Code Point."
    ]
  },
  {
    "word_no.": 278,
    "word": "IPV6 ADDRESS",
    "hints": [
      "A 128-bit address, typically written in hexadecimal format.",
      "Designed to provide a huge number of unique addresses.",
      "Example: 2001:0db8:85a3:0000:0000:8a2e:0370:7334."
    ]
  },
  {
    "word_no.": 279,
    "word": "IPV6 LINK LOCAL",
    "hints": [
      "An IPv6 address that is only valid on a single network link.",
      "Starts with 'fe80::'.",
      "Similar to an APIPA address in IPv4."
    ]
  },
  {
    "word_no.": 280,
    "word": "IPV6 GLOBAL UNICAST",
    "hints": [
      "A globally routable IPv6 address.",
      "The IPv6 equivalent of a public IPv4 address.",
      "Starts with '2000::'."
    ]
  },
  {
    "word_no.": 281,
    "word": "EUI 64",
    "hints": [
      "A method of automatically generating the host portion of an IPv6 address from a device's MAC address.",
      "Expands the 48-bit MAC address to a 64-bit address.",
      "Stands for Extended Unique Identifier 64."
    ]
  },
  {
    "word_no.": 282,
    "word": "IPV6 DAD",
    "hints": [
      "A process used by IPv6 to ensure that a newly assigned address is unique on a link.",
      "A device sends a Neighbor Solicitation message for its own address.",
      "Stands for Duplicate Address Detection."
    ]
  },
  {
    "word_no.": 283,
    "word": "IPV6 ND",
    "hints": [
      "A protocol used by IPv6 to discover the MAC address of another device on a link.",
      "The IPv6 equivalent of ARP.",
      "Stands for Neighbor Discovery."
    ]
  },
  {
    "word_no.": 284,
    "word": "IPV6 NS",
    "hints": [
      "A message sent by an IPv6 device to request the MAC address of another device.",
      "Part of the ND protocol.",
      "Stands for Neighbor Solicitation."
    ]
  },
  {
    "word_no.": 285,
    "word": "IPV6 NA",
    "hints": [
      "A message sent by an IPv6 device in response to a Neighbor Solicitation message.",
      "Contains the device's MAC address.",
      "Stands for Neighbor Advertisement."
    ]
  },
  {
    "word_no.": 286,
    "word": "ICMPV6",
    "hints": [
      "The version of ICMP used for IPv6.",
      "Includes functions for Neighbor Discovery and error reporting.",
      "Stands for Internet Control Message Protocol version 6."
    ]
  },
  {
    "word_no.": 287,
    "word": "IPV6 HEADER",
    "hints": [
      "The part of an IPv6 packet that contains addressing and control information.",
      "Simpler and more efficient than its IPv4 counterpart.",
      "Contains a 'Traffic Class' and a 'Flow Label'."
    ]
  },
  {
    "word_no.": 288,
    "word": "IPV4 HEADER",
    "hints": [
      "The part of an IPv4 packet that contains addressing and control information.",
      "Contains a 'Type of Service' and a 'Time to Live'.",
      "More complex than its IPv6 counterpart."
    ]
  },
  {
    "word_no.": 289,
    "word": "ETHERNET HEADER",
    "hints": [
      "The part of an Ethernet frame that contains the source and destination MAC addresses.",
      "Also contains a Type field.",
      "The first part of an Ethernet frame."
    ]
  },
  {
    "word_no.": 290,
    "word": "ETHERNET FRAME",
    "hints": [
      "The basic unit of data in the Ethernet protocol.",
      "Contains a header, payload, and a trailer.",
      "Sent from the data link layer."
    ]
  },
  {
    "word_no.": 291,
    "word": "MAC ADDRESS",
    "hints": [
      "A unique identifier assigned to a network interface controller (NIC).",
      "Typically a 48-bit address written in hexadecimal format.",
      "Stands for Media Access Control."
    ]
  },
  {
    "word_no.": 292,
    "word": "IP ADDRESS",
    "hints": [
      "A unique numerical label assigned to each device connected to a computer network.",
      "Used for identification and location on a network.",
      "Can be IPv4 or IPv6."
    ]
  },
  {
    "word_no.": 293,
    "word": "ARP",
    "hints": [
      "A protocol for mapping an IP address to a physical MAC address.",
      "Essential for communication within a local area network.",
      "Stands for Address Resolution Protocol."
    ]
  },
  {
    "word_no.": 294,
    "word": "DHCP SNOOPING",
    "hints": [
      "A security feature that filters untrusted DHCP messages.",
      "Prevents rogue DHCP servers from operating on a network.",
      "Protects against man-in-the-middle attacks."
    ]
  },
  {
    "word_no.": 295,
    "word": "STP",
    "hints": [
      "A network protocol that ensures a loop-free topology for Ethernet networks.",
      "Prevents broadcast storms.",
      "Stands for Spanning Tree Protocol."
    ]
  },
  {
    "word_no.": 296,
    "word": "BGP PEER",
    "hints": [
      "A router configured to establish a BGP session with another router.",
      "Also known as a BGP neighbor.",
      "Exchanges routing information with another router."
    ]
  },
  {
    "word_no.": 297,
    "word": "ROUTE SUMMARIZATION",
    "hints": [
      "The process of advertising a single route to represent multiple, more specific routes.",
      "Reduces the size of routing tables.",
      "Can be done in protocols like OSPF and EIGRP."
    ]
  },
  {
    "word_no.": 298,
    "word": "DHCP RELAY AGENT",
    "hints": [
      "A device, typically a router, that forwards DHCP requests between a client and a server on different subnets.",
      "Allows a single DHCP server to serve multiple subnets.",
      "Removes the need for a DHCP server on every subnet."
    ]
  },
  {
    "word_no.": 299,
    "word": "VLAN TAGGING",
    "hints": [
      "The process of adding a VLAN ID to an Ethernet frame.",
      "Allows a single trunk port to carry traffic for multiple VLANs.",
      "Uses the 802.1Q standard."
    ]
  },
  {
    "word_no.": 300,
    "word": "WAF",
    "hints": [
      "A specific type of firewall that protects web applications from attacks.",
      "Inspects HTTP traffic.",
      "Stands for Web Application Firewall."
    ]
  }
]
