[
    {
        "word_no.": 1,
        "word": "HIDE-AND-SEEK",
        "hints": [
            "A person is 'it' and counts with their eyes closed.",
            "Players try to find a place to conceal themselves.",
            "The 'it' person must find everyone to win."
        ]
    },
    {
        "word_no.": 2,
        "word": "TAG",
        "hints": [
            "The goal is to physically touch another player.",
            "Yelling 'you're it!' is a key part of the game.",
            "It can be played in a schoolyard or backyard."
        ]
    },
    {
        "word_no.": 3,
        "word": "RED ROVER",
        "hints": [
            "Two teams form lines holding hands.",
            "A player is called over to try to break the chain.",
            "This game can be quite physical."
        ]
    },
    {
        "word_no.": 4,
        "word": "SIMON SAYS",
        "hints": [
            "You must follow an instruction only if it begins with two special words.",
            "The leader is known as the commander of the game.",
            "Following an instruction without the special words means you're out."
        ]
    },
    {
        "word_no.": 5,
        "word": "MUSICAL CHAIRS",
        "hints": [
            "Music plays while players walk around a set of seats.",
            "There is always one less chair than there are players.",
            "When the music stops, everyone rushes to find a place to sit."
        ]
    },
    {
        "word_no.": 6,
        "word": "HOPSCOTCH",
        "hints": [
            "A court is drawn with chalk on the ground.",
            "Players toss a small object, like a stone or beanbag.",
            "The game involves hopping on one or two feet."
        ]
    },
    {
        "word_no.": 7,
        "word": "JUMP ROPE",
        "hints": [
            "It can be played by one person or a group.",
            "Chants and songs often accompany the bouncing rope.",
            "The goal is to leap over a swinging rope."
        ]
    },
    {
        "word_no.": 8,
        "word": "DUCK DUCK GOOSE",
        "hints": [
            "Players sit in a circle while one person walks around the outside.",
            "The person on the outside taps each head.",
            "The game ends in a chase to get back to the open spot."
        ]
    },
    {
        "word_no.": 9,
        "word": "RED LIGHT GREEN LIGHT",
        "hints": [
            "The leader stands with their back to the group.",
            "The players try to move forward when allowed.",
            "If you're caught moving, you have to go back to the start."
        ]
    },
    {
        "word_no.": 10,
        "word": "COPS AND ROBBERS",
        "hints": [
            "It's a classic chase game.",
            "One group tries to capture another.",
            "There are two opposing sides with different roles."
        ]
    },
    {
        "word_no.": 11,
        "word": "CHARADES",
        "hints": [
            "Players act out a word or phrase without speaking.",
            "The goal is for your teammates to guess what you are doing.",
            "It's a popular party game."
        ]
    },
    {
        "word_no.": 12,
        "word": "MOTHER MAY I",
        "hints": [
            "The leader is the 'mother' or 'father'.",
            "Players must ask for permission to move forward.",
            "It's a game of following instructions."
        ]
    },
    {
        "word_no.": 13,
        "word": "CAPTURE THE FLAG",
        "hints": [
            "Two teams try to steal an object from the other's base.",
            "Players can be 'jailed' if they are tagged in enemy territory.",
            "It's a strategic game of offense and defense."
        ]
    },
    {
        "word_no.": 14,
        "word": "MARBLES",
        "hints": [
            "Small glass spheres are used to play.",
            "Players flick their spheres to hit others.",
            "The goal is to knock other spheres out of a circle."
        ]
    },
    {
        "word_no.": 15,
        "word": "HOT POTATO",
        "hints": [
            "Players toss an object back and forth to music.",
            "The person holding the object when the music stops is out.",
            "The object is treated as if it's very warm."
        ]
    },
    {
        "word_no.": 16,
        "word": "FOUR SQUARE",
        "hints": [
            "A large square is divided into four smaller squares.",
            "Players must bounce a ball into another's square.",
            "The highest-ranked player occupies the top square."
        ]
    },
    {
        "word_no.": 17,
        "word": "KICK THE CAN",
        "hints": [
            "One person is 'it' and a container is placed in a designated spot.",
            "When the container is kicked, the 'it' person must retrieve it.",
            "This is a combination of tag and hide-and-seek."
        ]
    },
    {
        "word_no.": 18,
        "word": "TELEPHONE",
        "hints": [
            "Players whisper a message to the person next to them.",
            "The original message often becomes garbled.",
            "The last person says the message out loud."
        ]
    },
    {
        "word_no.": 19,
        "word": "LONDON BRIDGE",
        "hints": [
            "Two players form an arch with their arms.",
            "Others walk under the arch while singing a song.",
            "The arch 'falls' on a player at the end of the song."
        ]
    },
    {
        "word_no.": 20,
        "word": "MARCO POLO",
        "hints": [
            "A game played in a swimming pool.",
            "One player closes their eyes and calls out their name.",
            "Others respond with another explorer's name."
        ]
    },
    {
        "word_no.": 21,
        "word": "THE FLOOR IS LAVA",
        "hints": [
            "Players must climb onto furniture or other objects.",
            "The goal is to not touch the ground.",
            "Someone yells a warning and everyone has to find safety."
        ]
    },
    {
        "word_no.": 22,
        "word": "I SPY",
        "hints": [
            "Someone thinks of an object and gives a clue about its color.",
            "The phrase 'I spy with my little eye...' is used.",
            "It's a simple guessing game."
        ]
    },
    {
        "word_no.": 23,
        "word": "TWENTY QUESTIONS",
        "hints": [
            "A person thinks of an object, person, or place.",
            "Others have a limited number of yes or no questions to guess the answer.",
            "The guessing limit is an even number."
        ]
    },
    {
        "word_no.": 24,
        "word": "PICTIONARY",
        "hints": [
            "One player draws a word.",
            "Teammates have to guess what is being drawn.",
            "It's a game of visual communication."
        ]
    },
    {
        "word_no.": 25,
        "word": "TIC-TAC-TOE",
        "hints": [
            "A simple paper-and-pencil game.",
            "Players use 'X' and 'O'.",
            "The goal is to get three in a row on a grid."
        ]
    },
    {
        "word_no.": 26,
        "word": "CONNECT FOUR",
        "hints": [
            "Players drop colored disks into a grid.",
            "The goal is to get four of your disks in a line.",
            "It's a two-player strategy game."
        ]
    },
    {
        "word_no.": 27,
        "word": "CHECKERS",
        "hints": [
            "A classic strategy game played on a board with red and black pieces.",
            "Pieces can only move diagonally.",
            "The goal is to capture all of your opponent's pieces."
        ]
    },
    {
        "word_no.": 28,
        "word": "CANDY LAND",
        "hints": [
            "A simple race game for young children.",
            "Players draw cards with colors to move their pieces.",
            "It features characters like King Kandy and Queen Frostine."
        ]
    },
    {
        "word_no.": 29,
        "word": "CHUTES AND LADDERS",
        "hints": [
            "The game board features objects that help or hinder your progress.",
            "Good deeds lead to upward movement.",
            "Bad deeds can cause you to slide backward."
        ]
    },
    {
        "word_no.": 30,
        "word": "MONOPOLY",
        "hints": [
            "The goal is to bankrupt all of your opponents.",
            "You can build houses and hotels on properties.",
            "The game features a top hat and a dog as playing pieces."
        ]
    },
    {
        "word_no.": 31,
        "word": "SCRABBLE",
        "hints": [
            "A game where players spell words on a board.",
            "Each letter has a point value.",
            "You get bonus points for using special squares."
        ]
    },
    {
        "word_no.": 32,
        "word": "GO FISH",
        "hints": [
            "A simple card game.",
            "Players ask for specific cards to make a 'book' or 'pair'.",
            "You say, 'Go fish!' if you don't have the card requested."
        ]
    },
    {
        "word_no.": 33,
        "word": "OLD MAID",
        "hints": [
            "The game ends when one player is left with a specific card.",
            "Players draw cards from each other's hands.",
            "The deck has an odd number of cards."
        ]
    },
    {
        "word_no.": 34,
        "word": "SLAPJACK",
        "hints": [
            "Players must react quickly to a specific card.",
            "The goal is to slap the 'jack' card when it appears.",
            "It's a fast-paced card game."
        ]
    },
    {
        "word_no.": 35,
        "word": "CRAZY EIGHTS",
        "hints": [
            "Players try to be the first to get rid of their cards.",
            "A special card can change the suit being played.",
            "The number that is wild is the same as the title."
        ]
    },
    {
        "word_no.": 36,
        "word": "WAR",
        "hints": [
            "A simple card game of comparison.",
            "Players flip over one card at a time.",
            "The player with the higher card takes both."
        ]
    },
    {
        "word_no.": 37,
        "word": "SOLITAIRE",
        "hints": [
            "This is a one-player card game.",
            "The goal is to arrange all the cards into four piles.",
            "It's also known as 'patience'."
        ]
    },
    {
        "word_no.": 38,
        "word": "JACKS",
        "hints": [
            "A game played with small, star-shaped pieces and a rubber ball.",
            "The pieces are tossed and scooped up while the ball bounces.",
            "The game gets harder with each round."
        ]
    },
    {
        "word_no.": 39,
        "word": "CAT'S CRADLE",
        "hints": [
            "A game played with a loop of string.",
            "Two or more players create different shapes with the string.",
            "The shapes are transferred between players."
        ]
    },
    {
        "word_no.": 40,
        "word": "ROCK PAPER SCISSORS",
        "hints": [
            "A simple hand game of chance and strategy.",
            "There are three different gestures that are made with the hand.",
            "The hand gesture for a bird's beak beats the one for a flat stone."
        ]
    },
    {
        "word_no.": 41,
        "word": "THUMB WRESTLING",
        "hints": [
            "Two opponents clasp hands.",
            "The goal is to pin your opponent's thumb.",
            "A simple one-on-one competition."
        ]
    },
    {
        "word_no.": 42,
        "word": "WOULD YOU RATHER",
        "hints": [
            "A simple conversation game.",
            "Players are presented with two difficult choices.",
            "The choices are often funny or absurd."
        ]
    },
    {
        "word_no.": 43,
        "word": "TRUTH OR DARE",
        "hints": [
            "A popular party game.",
            "Players must either answer a personal question or perform a task.",
            "The choices can be a little embarrassing."
        ]
    },
    {
        "word_no.": 44,
        "word": "CHINESE CHECKERS",
        "hints": [
            "A star-shaped board is used.",
            "The goal is to be the first to move all of your pieces into the opposite point of the star.",
            "Pieces jump over each other to move quickly."
        ]
    },
    {
        "word_no.": 45,
        "word": "KERPLUNK",
        "hints": [
            "Players remove sticks from a tube.",
            "The goal is to not let marbles fall.",
            "It's a game of steady hands and careful planning."
        ]
    },
    {
        "word_no.": 46,
        "word": "PICK-UP STICKS",
        "hints": [
            "A bundle of thin sticks is dropped on a surface.",
            "Players try to remove one stick at a time.",
            "The goal is to not disturb the others."
        ]
    },
    {
        "word_no.": 47,
        "word": "HULA HOOP",
        "hints": [
            "A large ring that you try to keep spinning around your body.",
            "It can be spun on your waist, neck, or arms.",
            "You often see this at recess or in a backyard."
        ]
    },
    {
        "word_no.": 48,
        "word": "YO-YO",
        "hints": [
            "A toy that goes up and down on a string.",
            "You can do tricks with it, like 'walk the dog' or 'rock the baby'.",
            "It's a classic handheld skill toy."
        ]
    },
    {
        "word_no.": 49,
        "word": "JUGGLING",
        "hints": [
            "The art of throwing and catching multiple objects.",
            "You might use balls, rings, or clubs.",
            "It's a skill that requires coordination and practice."
        ]
    },
    {
        "word_no.": 50,
        "word": "HANDBALL",
        "hints": [
            "A game played against a wall with a small ball.",
            "The goal is to hit the wall in a way that your opponent can't return the ball.",
            "It's a popular schoolyard game."
        ]
    },
    {
        "word_no.": 51,
        "word": "DODGEBALL",
        "hints": [
            "Two teams throw balls at each other.",
            "The goal is to hit an opponent to get them out.",
            "If you catch the ball, you can bring a teammate back in."
        ]
    },
    {
        "word_no.": 52,
        "word": "RING-AROUND-THE-ROSY",
        "hints": [
            "A group of children hold hands in a circle.",
            "They sing a well-known nursery rhyme.",
            "The game ends when everyone falls down."
        ]
    },
    {
        "word_no.": 53,
        "word": "MUSICAL STATUES",
        "hints": [
            "Music plays and players dance.",
            "When the music stops, everyone must freeze in place.",
            "If you're caught moving, you're out."
        ]
    },
    {
        "word_no.": 54,
        "word": "FREEZE TAG",
        "hints": [
            "A variation of a popular chasing game.",
            "When a person is tagged, they must stop moving.",
            "A teammate can 'unfreeze' you with a touch."
        ]
    },
    {
        "word_no.": 55,
        "word": "RED LIGHT GREEN LIGHT",
        "hints": [
            "Players move forward on one command and stop on another.",
            "The leader stands with their back to the group.",
            "The first person to reach the leader wins."
        ]
    },
    {
        "word_no.": 56,
        "word": "SPUD",
        "hints": [
            "One person throws a ball up in the air.",
            "Everyone runs away until the thrower calls out a number.",
            "The person whose number is called must try to tag others."
        ]
    },
    {
        "word_no.": 57,
        "word": "KICKBALL",
        "hints": [
            "It's a version of baseball played with a larger, softer ball.",
            "You use your foot instead of a bat.",
            "The rules are similar to a popular bat-and-ball game."
        ]
    },
    {
        "word_no.": 58,
        "word": "SPOONS",
        "hints": [
            "A fast-paced card game where players try to collect four of a kind.",
            "The last player to grab a utensil is out.",
            "You'll need a certain type of utensil to play this game."
        ]
    },
    {
        "word_no.": 59,
        "word": "CANNONBALL",
        "hints": [
            "Not so much a game, but a classic way to make a big splash.",
            "Players jump into a pool while curling up into a ball.",
            "The goal is to create the biggest wave possible."
        ]
    },
    {
        "word_no.": 60,
        "word": "GHOST IN THE GRAVEYARD",
        "hints": [
            "A night game played outside.",
            "One person hides in a designated area.",
            "The others try to find the person without being tagged."
        ]
    },
    {
        "word_no.": 61,
        "word": "SEVEN-UP",
        "hints": [
            "A game played in a classroom.",
            "Players put their heads down with thumbs up.",
            "Seven people are chosen to tap a thumb."
        ]
    },
    {
        "word_no.": 62,
        "word": "HEADS UP SEVEN UP",
        "hints": [
            "Another version of the game where players have to guess who tapped them.",
            "It involves raising your head and guessing the culprit.",
            "This is a guessing game played in groups."
        ]
    },
    {
        "word_no.": 63,
        "word": "LAVA MONSTER",
        "hints": [
            "A variation of 'The Floor is Lava'.",
            "One player is the monster.",
            "The monster tries to tag the other players."
        ]
    },
    {
        "word_no.": 64,
        "word": "EGG AND SPOON RACE",
        "hints": [
            "A classic field day event.",
            "Players must balance an object on a utensil.",
            "The goal is to get to the finish line first without dropping the object."
        ]
    },
    {
        "word_no.": 65,
        "word": "THREE-LEGGED RACE",
        "hints": [
            "A race where partners must run while tied together.",
            "The inner leg of each person is bound to the other.",
            "Communication and coordination are key."
        ]
    },
    {
        "word_no.": 66,
        "word": "SAC RACE",
        "hints": [
            "A classic field day event.",
            "Players stand inside a large bag.",
            "The goal is to hop to the finish line."
        ]
    },
    {
        "word_no.": 67,
        "word": "LIMBO",
        "hints": [
            "A dance game where players bend backwards.",
            "The goal is to pass under a stick or pole.",
            "The pole gets lower and lower with each round."
        ]
    },
    {
        "word_no.": 68,
        "word": "TUG-OF-WAR",
        "hints": [
            "Two teams pull on opposite ends of a rope.",
            "The goal is to pull the other team across a center line.",
            "This is a test of strength."
        ]
    },
    {
        "word_no.": 69,
        "word": "RING TOSS",
        "hints": [
            "A game where players throw hoops at a target.",
            "The target is often a bottle or peg.",
            "It's a popular carnival game."
        ]
    },
    {
        "word_no.": 70,
        "word": "BALLOON TOSS",
        "hints": [
            "Two partners toss an object back and forth.",
            "After each toss, the partners must take a step back.",
            "The object is very light and easily breaks."
        ]
    },
    {
        "word_no.": 71,
        "word": "MUSICAL BUMPS",
        "hints": [
            "A variation of musical statues.",
            "When the music stops, players must sit down quickly.",
            "The last person to sit is out."
        ]
    },
    {
        "word_no.": 72,
        "word": "WHAT'S THE TIME MR WOLF",
        "hints": [
            "A game of chase and suspense.",
            "One player asks another what time it is.",
            "The 'wolf' chases the players when they say 'dinner time'."
        ]
    },
    {
        "word_no.": 73,
        "word": "PIN THE TAIL ON THE DONKEY",
        "hints": [
            "A party game where a player is blindfolded.",
            "The goal is to place an object in the correct spot on a poster.",
            "The player is often spun around before attempting."
        ]
    },
    {
        "word_no.": 74,
        "word": "COWBOYS AND INDIANS",
        "hints": [
            "A classic game of make-believe.",
            "Two teams pretend to be different groups from the Old West.",
            "It's a form of cops and robbers."
        ]
    },
    {
        "word_no.": 75,
        "word": "GHOST IN THE GRAVEYARD",
        "hints": [
            "A thrilling game often played at night.",
            "One person, the 'ghost', hides while the others count.",
            "The 'ghost' sneaks up on the others to tag them."
        ]
    },
    {
        "word_no.": 76,
        "word": "HULA HOOP RELAY",
        "hints": [
            "A race where teams must pass a large plastic ring down the line.",
            "Players must step through the ring to pass it to the next person.",
            "It's a test of teamwork and speed."
        ]
    },
    {
        "word_no.": 77,
        "word": "KNOCK KNOCK",
        "hints": [
            "A type of joke.",
            "It starts with a person saying, 'who's there?'.",
            "It ends with a funny punchline."
        ]
    },
    {
        "word_no.": 78,
        "word": "BOARD GAME",
        "hints": [
            "A game played on a flat surface.",
            "Pieces are moved around a printed board.",
            "Chess, checkers, and Monopoly are examples."
        ]
    },
    {
        "word_no.": 79,
        "word": "PUZZLE",
        "hints": [
            "A game that requires putting pieces together.",
            "The pieces fit together to form a picture.",
            "It can be a simple or complex challenge."
        ]
    },
    {
        "word_no.": 80,
        "word": "MAZE",
        "hints": [
            "A path or set of paths in a complex arrangement.",
            "The goal is to find your way from an entrance to an exit.",
            "It's a classic brain teaser."
        ]
    },
    {
        "word_no.": 81,
        "word": "SNAKES AND LADDERS",
        "hints": [
            "A game where you race to the end of the board.",
            "You go up on one set of pictures and down on another.",
            "The board features two types of climbing objects."
        ]
    },
    {
        "word_no.": 82,
        "word": "CONNECT THE DOTS",
        "hints": [
            "A simple drawing activity.",
            "You draw lines between numbered points.",
            "The result is a picture."
        ]
    },
    {
        "word_no.": 83,
        "word": "COLORING BOOK",
        "hints": [
            "A book of line art.",
            "You use crayons or markers to fill in the drawings.",
            "It's a popular creative activity for children."
        ]
    },
    {
        "word_no.": 84,
        "word": "WORD SEARCH",
        "hints": [
            "A puzzle with a grid of letters.",
            "You look for specific words hidden in the grid.",
            "The words can be horizontal, vertical, or diagonal."
        ]
    },
    {
        "word_no.": 85,
        "word": "CROSSWORD PUZZLE",
        "hints": [
            "A grid of empty squares.",
            "You fill in the squares with letters to form words.",
            "The clues are usually given 'across' and 'down'."
        ]
    },
    {
        "word_no.": 86,
        "word": "JIGSAW PUZZLE",
        "hints": [
            "A type of puzzle made of interlocking pieces.",
            "When assembled, the pieces form a picture.",
            "It can have anywhere from a few to thousands of pieces."
        ]
    },
    {
        "word_no.": 87,
        "word": "DOMINOES",
        "hints": [
            "A game played with rectangular tiles.",
            "Each tile has a line dividing two squares with a number of spots.",
            "Players match the number of spots on the tiles."
        ]
    },
    {
        "word_no.": 88,
        "word": "CHECKERS",
        "hints": [
            "A classic strategy game on a checkered board.",
            "The goal is to capture all of your opponent's pieces.",
            "Pieces can be 'kinged' by reaching the end of the board."
        ]
    },
    {
        "word_no.": 89,
        "word": "LUDO",
        "hints": [
            "A board game where players race their tokens to the center.",
            "Players roll a die to move their pieces.",
            "You can send another player's piece back to their starting position."
        ]
    },
    {
        "word_no.": 90,
        "word": "TETRIS",
        "hints": [
            "An electronic game where falling shapes must be arranged.",
            "The goal is to create solid horizontal lines.",
            "The shapes are made of four blocks."
        ]
    },
    {
        "word_no.": 91,
        "word": "PAC-MAN",
        "hints": [
            "A video game character that eats dots in a maze.",
            "He is chased by colorful ghosts.",
            "Eating a power pellet allows him to eat the ghosts."
        ]
    },
    {
        "word_no.": 92,
        "word": "FROSTBITE",
        "hints": [
            "A game where you are trapped on ice floes.",
            "You have to jump from one ice floe to another.",
            "You are chased by polar bears and other arctic animals."
        ]
    },
    {
        "word_no.": 93,
        "word": "THE GAME OF LIFE",
        "hints": [
            "A board game that simulates a person's life.",
            "Players choose a career, get married, and have children.",
            "The winner is the player with the most money at the end."
        ]
    },
    {
        "word_no.": 94,
        "word": "TROUBLE",
        "hints": [
            "A game with a 'Pop-o-Matic' dice roller in the center.",
            "The goal is to get all your pieces home safely.",
            "You can send an opponent's piece back to the start."
        ]
    },
    {
        "word_no.": 95,
        "word": "GUESS WHO",
        "hints": [
            "A two-player guessing game.",
            "Players use yes or no questions to eliminate faces.",
            "The goal is to figure out your opponent's mystery character."
        ]
    },
    {
        "word_no.": 96,
        "word": "MASTERMIND",
        "hints": [
            "A code-breaking board game.",
            "One player creates a color code, and the other tries to guess it.",
            "The codemaker gives clues on how close the guess is."
        ]
    },
    {
        "word_no.": 97,
        "word": "BATTLESHIP",
        "hints": [
            "A game of strategy and guessing.",
            "Players try to sink their opponent's ships on a grid.",
            "You call out coordinates like 'B-7'."
        ]
    },
    {
        "word_no.": 98,
        "word": "UNO",
        "hints": [
            "A card game with a special deck of cards.",
            "The goal is to be the first person to get rid of your cards.",
            "The deck has special 'Skip' and 'Reverse' cards."
        ]
    },
    {
        "word_no.": 99,
        "word": "DOS",
        "hints": [
            "A card game similar to a well-known one, but with two discard piles.",
            "You must say the name of the game when you have two cards left.",
            "The game's name means 'two' in Spanish."
        ]
    },
    {
        "word_no.": 100,
        "word": "SKIP-BO",
        "hints": [
            "A card game where players build piles in sequential order.",
            "The goal is to get rid of your stock pile of cards.",
            "You can use 'wild' cards to fill in for any number."
        ]
    },
    {
        "word_no.": 101,
        "word": "CRAZY EIGHTS",
        "hints": [
            "A card game where players match the rank or suit of the previous card.",
            "The number eight is a wild card.",
            "The goal is to be the first to get rid of all your cards."
        ]
    },
    {
        "word_no.": 102,
        "word": "GO TO THE MAT",
        "hints": [
            "A game where players sit on the floor and must get to a mat.",
            "The mat is usually a different color or pattern.",
            "This is a game of quick movement and agility."
        ]
    },
    {
        "word_no.": 103,
        "word": "MEMORY",
        "hints": [
            "A card game where players turn over pairs of cards.",
            "The goal is to remember where the matching cards are.",
            "The cards are face down until it's your turn."
        ]
    },
    {
        "word_no.": 104,
        "word": "HEDBANZ",
        "hints": [
            "A guessing game where players wear a card on their head.",
            "The goal is to guess what is on your card.",
            "You can only ask yes or no questions."
        ]
    },
    {
        "word_no.": 105,
        "word": "APPLES TO APPLES",
        "hints": [
            "A game where players match a noun card to an adjective card.",
            "The 'judge' of the round picks the best match.",
            "The cards are often silly and funny."
        ]
    },
    {
        "word_no.": 106,
        "word": "PICTIONARY",
        "hints": [
            "A classic drawing game.",
            "One person draws a picture of a word or phrase.",
            "Their team tries to guess the drawing."
        ]
    },
    {
        "word_no.": 107,
        "word": "TELENET",
        "hints": [
            "A game of whispers and miscommunication.",
            "Players whisper a message down a line.",
            "The message is often completely different at the end."
        ]
    },
    {
        "word_no.": 108,
        "word": "CUP STACKING",
        "hints": [
            "A game of speed and dexterity.",
            "Players build and un-build pyramids of cups.",
            "The goal is to be the fastest to complete the sequence."
        ]
    },
    {
        "word_no.": 109,
        "word": "ROCK THE BOAT",
        "hints": [
            "A game where you try to make something tip over.",
            "You might try to make a canoe or other small boat tip.",
            "The goal is to try to make everyone else fall."
        ]
    },
    {
        "word_no.": 110,
        "word": "SIMON",
        "hints": [
            "A classic electronic memory game.",
            "The goal is to repeat a sequence of lights and sounds.",
            "The sequence gets longer and more difficult with each round."
        ]
    },
    {
        "word_no.": 111,
        "word": "TUMBLE TOWER",
        "hints": [
            "A game played with wooden blocks.",
            "Players remove one block at a time from the tower.",
            "The goal is to not make the tower fall."
        ]
    },
    {
        "word_no.": 112,
        "word": "JENGA",
        "hints": [
            "A brand name for a game with wooden blocks.",
            "It is a classic game of physical skill and strategy.",
            "Players take turns removing blocks from a tower and placing them on top."
        ]
    },
    {
        "word_no.": 113,
        "word": "SLINKY",
        "hints": [
            "A toy that is a spring made from metal or plastic.",
            "It can 'walk' down stairs or other inclines.",
            "It's a classic toy from the 1940s."
        ]
    },
    {
        "word_no.": 114,
        "word": "PLAY-DOH",
        "hints": [
            "A soft, moldable clay-like substance.",
            "It comes in many different colors.",
            "It's used for sculpting and creative play."
        ]
    },
    {
        "word_no.": 115,
        "word": "LEGO",
        "hints": [
            "A toy that consists of small interlocking blocks.",
            "You can build almost anything with them.",
            "They are a popular toy from Denmark."
        ]
    },
    {
        "word_no.": 116,
        "word": "BUILDING BLOCKS",
        "hints": [
            "Simple wooden or plastic cubes.",
            "Children can stack them to create structures.",
            "They are a classic early childhood toy."
        ]
    },
    {
        "word_no.": 117,
        "word": "PLAYING HOUSE",
        "hints": [
            "A classic game of make-believe.",
            "Children pretend to be a family.",
            "They use pretend food, furniture, and toys."
        ]
    },
    {
        "word_no.": 118,
        "word": "SCHOOL",
        "hints": [
            "Children pretend to be teachers and students.",
            "They use a chalkboard and notebooks.",
            "The 'teacher' gives homework and lessons."
        ]
    },
    {
        "word_no.": 119,
        "word": "DOCTOR",
        "hints": [
            "A make-believe game where one person is a medical professional.",
            "The other players are the patients.",
            "They use pretend stethoscopes and bandages."
        ]
    },
    {
        "word_no.": 120,
        "word": "DINER DASH",
        "hints": [
            "A classic time management video game.",
            "You play as a waitress and must serve customers quickly.",
            "The goal is to earn money and upgrade your restaurant."
        ]
    },
    {
        "word_no.": 121,
        "word": "SNAKE",
        "hints": [
            "A classic mobile phone game.",
            "The player controls a long, thin creature.",
            "The goal is to eat objects to grow longer without hitting walls or your own body."
        ]
    },
    {
        "word_no.": 122,
        "word": "TIC-TAC-TOE",
        "hints": [
            "A game played on a three by three grid.",
            "Two players take turns marking spaces with 'X' or 'O'.",
            "The winner is the first to get three of their marks in a row."
        ]
    },
    {
        "word_no.": 123,
        "word": "SHADOW PUPPETS",
        "hints": [
            "A game where you use your hands to create shapes on a wall.",
            "You use a light source to create the silhouettes.",
            "You can make shapes like a dog, a bird, or a rabbit."
        ]
    },
    {
        "word_no.": 124,
        "word": "KNOCKOUT",
        "hints": [
            "A simple basketball game.",
            "Players form a line and try to make a shot.",
            "If you miss, the player behind you has a chance to 'knock you out'."
        ]
    },
    {
        "word_no.": 125,
        "word": "HORSE",
        "hints": [
            "A basketball game where players try to copy each other's shots.",
            "If you miss a shot, you get a letter.",
            "The first player to spell the full word loses."
        ]
    },
    {
        "word_no.": 126,
        "word": "AROUND THE WORLD",
        "hints": [
            "A basketball shooting game.",
            "Players shoot from different spots on the court.",
            "The goal is to complete the sequence of shots."
        ]
    },
    {
        "word_no.": 127,
        "word": "BASEBALL",
        "hints": [
            "A bat-and-ball game played between two teams.",
            "Players score by running around a series of bases.",
            "The game is played with a pitcher and a batter."
        ]
    },
    {
        "word_no.": 128,
        "word": "FOOTBALL",
        "hints": [
            "A team sport played with an oval-shaped ball.",
            "The goal is to score a touchdown or field goal.",
            "It's a popular sport to play in a yard."
        ]
    },
    {
        "word_no.": 129,
        "word": "SOCCER",
        "hints": [
            "A team sport played with a round ball.",
            "Players use their feet to move the ball.",
            "The goal is to score by getting the ball into the opponent's net."
        ]
    },
    {
        "word_no.": 130,
        "word": "BOWLING",
        "hints": [
            "A game where a ball is rolled down a lane.",
            "The goal is to knock down a set of pins.",
            "You can get a 'strike' if you knock down all the pins."
        ]
    },
    {
        "word_no.": 131,
        "word": "MINI GOLF",
        "hints": [
            "A scaled-down version of a popular sport.",
            "The courses are often decorated with fun obstacles.",
            "The goal is to get the ball into the hole in the fewest shots."
        ]
    },
    {
        "word_no.": 132,
        "word": "CROQUET",
        "hints": [
            "A game played on a lawn with mallets and balls.",
            "Players hit their balls through a series of wickets.",
            "It's often seen at garden parties."
        ]
    },
    {
        "word_no.": 133,
        "word": "BADMINTON",
        "hints": [
            "A racquet sport where players hit a shuttlecock over a net.",
            "The shuttlecock has a feathered base.",
            "It can be played in a backyard or a gym."
        ]
    },
    {
        "word_no.": 134,
        "word": "DODGEBALL",
        "hints": [
            "A team game where players throw balls at each other.",
            "If you are hit, you are out.",
            "The goal is to eliminate all the players on the opposing team."
        ]
    },
    {
        "word_no.": 135,
        "word": "RINGO STAR",
        "hints": [
            "Not a classic game but a funny character to play as.",
            "He was the drummer for a famous band."
        ]
    },
    {
        "word_no.": 136,
        "word": "MUSICAL BUMPS",
        "hints": [
            "A twist on musical chairs.",
            "When the music stops, everyone must sit down as fast as they can.",
            "The last person to sit is out."
        ]
    },
    {
        "word_no.": 137,
        "word": "RED LIGHT, GREEN LIGHT",
        "hints": [
            "A classic running game.",
            "Players run forward on one command and stop on another.",
            "The leader faces away from the group while they run."
        ]
    },
    {
        "word_no.": 138,
        "word": "SARDINES",
        "hints": [
            "A reverse hide-and-seek game.",
            "One person hides and everyone else tries to find them.",
            "When a person finds the hider, they must hide with them."
        ]
    },
    {
        "word_no.": 139,
        "word": "MONKEY IN THE MIDDLE",
        "hints": [
            "A simple ball game.",
            "Two people throw a ball back and forth.",
            "A third person in the center tries to intercept the ball."
        ]
    },
    {
        "word_no.": 140,
        "word": "HOT AND COLD",
        "hints": [
            "A classic guessing game.",
            "A person hides an object and gives clues to the seeker.",
            "'Hot' means you are close, 'cold' means you are far away."
        ]
    },
    {
        "word_no.": 141,
        "word": "I SPY WITH MY LITTLE EYE",
        "hints": [
            "A popular road trip game.",
            "One person thinks of an object and gives a clue about its color.",
            "The others try to guess the object."
        ]
    },
    {
        "word_no.": 142,
        "word": "TIC-TAC-TOE",
        "hints": [
            "A paper and pencil game.",
            "Two players take turns marking a three by three grid.",
            "The goal is to get three of your marks in a row."
        ]
    },
    {
        "word_no.": 143,
        "word": "GHOST",
        "hints": [
            "A word game where players add a letter at a time.",
            "The goal is to not complete a word.",
            "If you complete a word, you get a letter of the game's name."
        ]
    },
    {
        "word_no.": 144,
        "word": "WORD ASSOCIATION",
        "hints": [
            "A game where players say a word that relates to the last one.",
            "The game can be a challenge of speed and creativity.",
            "The words can be linked by meaning or sound."
        ]
    },
    {
        "word_no.": 145,
        "word": "BOTTLE CAPS",
        "hints": [
            "A simple game that can be played with bottle caps.",
            "You can slide them across a table or floor.",
            "The goal is to get your cap to a certain spot."
        ]
    },
    {
        "word_no.": 146,
        "word": "SPINNER",
        "hints": [
            "A toy that spins rapidly on its axis.",
            "It can be a simple toy or a more complex one with different colors.",
            "It's a classic toy for kids."
        ]
    },
    {
        "word_no.": 147,
        "word": "TOP",
        "hints": [
            "A classic toy that spins on its point.",
            "The goal is to make it spin as long as possible.",
            "You can make it spin by a string or by hand."
        ]
    },
    {
        "word_no.": 148,
        "word": "KITES",
        "hints": [
            "A toy that flies in the air.",
            "It is controlled by a string and requires wind to fly.",
            "They can be a simple toy or a complex one with many colors."
        ]
    },
    {
        "word_no.": 149,
        "word": "BUBBLES",
        "hints": [
            "A simple toy that is a soap solution.",
            "You blow through a wand to create them.",
            "They are a popular outdoor activity for kids."
        ]
    },
    {
        "word_no.": 150,
        "word": "SKIP-IT",
        "hints": [
            "A toy that you put around your ankle.",
            "You swing it and jump over the spinning ball.",
            "It is a classic toy from the 1990s."
        ]
    },
    {
        "word_no.": 151,
        "word": "POGO STICK",
        "hints": [
            "A toy with a spring in the middle.",
            "You stand on the footrests and bounce up and down.",
            "It is a fun way to get around or do tricks."
        ]
    },
    {
        "word_no.": 152,
        "word": "CATCH",
        "hints": [
            "A classic game of throwing and receiving a ball.",
            "You can play this with a friend or a group.",
            "It can be played with a baseball, football, or any type of ball."
        ]
    },
    {
        "word_no.": 153,
        "word": "RING AROUND THE ROSY",
        "hints": [
            "A classic nursery rhyme game.",
            "Children hold hands and walk in a circle while singing.",
            "The game ends when everyone falls down."
        ]
    },
    {
        "word_no.": 154,
        "word": "FROSTBITE",
        "hints": [
            "A classic board game with a winter theme.",
            "The goal is to be the first to reach the polar bear.",
            "You have to be careful not to fall in the water."
        ]
    },
    {
        "word_no.": 155,
        "word": "HUCKLE BUCKLE BEANSTALK",
        "hints": [
            "A game where one person hides an object.",
            "The others try to find it by yelling the game's name.",
            "The one who finds it gets to hide it next."
        ]
    },
    {
        "word_no.": 156,
        "word": "KICK THE CAN",
        "hints": [
            "A classic game of chase and strategy.",
            "One person is 'it' and a container is placed in a designated spot.",
            "If you kick the container, you save everyone who is caught."
        ]
    },
    {
        "word_no.": 157,
        "word": "SEVEN-UP",
        "hints": [
            "A game played in a classroom.",
            "Seven players are chosen to 'poke' a person's thumb.",
            "The players with their thumbs 'poked' try to guess who poked them."
        ]
    },
    {
        "word_no.": 158,
        "word": "BOTTLE CAPS",
        "hints": [
            "A simple game that can be played with small metal caps.",
            "You can flick the caps across a table or floor.",
            "The goal is to get the cap to a specific location."
        ]
    },
    {
        "word_no.": 159,
        "word": "CHINESE CHECKERS",
        "hints": [
            "A star-shaped board game.",
            "The goal is to move all your pieces to the opposite point of the star.",
            "You can jump over other pieces to move faster."
        ]
    },
    {
        "word_no.": 160,
        "word": "BLIND MAN'S BLUFF",
        "hints": [
            "A game where one person is blindfolded.",
            "The blindfolded person tries to tag others.",
            "The other players try to avoid being tagged."
        ]
    },
    {
        "word_no.": 161,
        "word": "MUSICAL CHAIRS",
        "hints": [
            "A party game where players walk around a set of seats.",
            "When the music stops, players rush to sit down.",
            "The game ends when only one person is left."
        ]
    },
    {
        "word_no.": 162,
        "word": "HOT POTATO",
        "hints": [
            "A game where players pass an object around a circle.",
            "The goal is to not be holding the object when the music stops.",
            "The object is treated as if it's too hot to hold."
        ]
    },
    {
        "word_no.": 163,
        "word": "SPUD",
        "hints": [
            "A classic game played with a ball.",
            "The thrower calls out a number, and that person tries to catch the ball.",
            "The other players try to run away before the ball is caught."
        ]
    },
    {
        "word_no.": 164,
        "word": "TELEPHONE",
        "hints": [
            "A simple game of communication.",
            "Players whisper a message to the person next to them.",
            "The message is often distorted by the time it reaches the end."
        ]
    },
    {
        "word_no.": 165,
        "word": "SIMON SAYS",
        "hints": [
            "A game where players must follow instructions.",
            "The instructions must be preceded by a special phrase.",
            "If you follow an instruction without the special phrase, you are out."
        ]
    },
    {
        "word_no.": 166,
        "word": "RED ROVER",
        "hints": [
            "Two teams stand in a line holding hands.",
            "One team calls over a player from the other team.",
            "The goal is to try to break the chain."
        ]
    },
    {
        "word_no.": 167,
        "word": "CAPTURE THE FLAG",
        "hints": [
            "Two teams try to steal an object from the other's base.",
            "The goal is to bring the object back to your own base.",
            "Players can be 'jailed' if they are tagged in enemy territory."
        ]
    },
    {
        "word_no.": 168,
        "word": "MARCO POLO",
        "hints": [
            "A classic swimming pool game.",
            "One person closes their eyes and calls out their name.",
            "The other players respond with another explorer's name."
        ]
    },
    {
        "word_no.": 169,
        "word": "WHAT'S THE TIME MR WOLF",
        "hints": [
            "A chasing game.",
            "Players ask the 'wolf' what time it is.",
            "The 'wolf' chases the players when they say 'dinner time'."
        ]
    },
    {
        "word_no.": 170,
        "word": "CHAIRBALL",
        "hints": [
            "A game similar to basketball.",
            "Players try to shoot a ball into a bucket or chair.",
            "It's a popular indoor game for kids."
        ]
    },
    {
        "word_no.": 171,
        "word": "GAGA",
        "hints": [
            "A game played in a pit with a ball.",
            "The goal is to hit other players with the ball.",
            "You can only hit the ball with an open hand."
        ]
    },
    {
        "word_no.": 172,
        "word": "DOUBLES",
        "hints": [
            "A game that is a variation of another popular game.",
            "You can play this with two people on each side of the net.",
            "It is a version of a tennis or badminton game."
        ]
    },
    {
        "word_no.": 173,
        "word": "KNUCKLE DOWN",
        "hints": [
            "A game played with marbles.",
            "You use your thumb to flick a marble at others.",
            "The goal is to knock another marble out of a circle."
        ]
    },
    {
        "word_no.": 174,
        "word": "PENNY RUG",
        "hints": [
            "A simple game played with coins.",
            "The goal is to flick a coin and get it to land in a specific spot.",
            "You can play this on a rug or a table."
        ]
    },
    {
        "word_no.": 175,
        "word": "SQUARES",
        "hints": [
            "A ball game played on a court with four squares.",
            "Players must hit a ball into another's square.",
            "The goal is to advance to the first square."
        ]
    },
    {
        "word_no.": 176,
        "word": "HAND CLAPPING GAMES",
        "hints": [
            "Games that involve rhythmic hand movements with a partner.",
            "They are often accompanied by songs or chants.",
            "Pat-a-cake is an example."
        ]
    },
    {
        "word_no.": 177,
        "word": "THE GAME OF LIFE",
        "hints": [
            "A board game that simulates a person's life.",
            "Players spin a wheel to move around the board.",
            "You can get married, have children, and buy a house."
        ]
    },
    {
        "word_no.": 178,
        "word": "SPIN THE BOTTLE",
        "hints": [
            "A party game where players sit in a circle.",
            "A person spins a container in the center.",
            "The person it points to has to do something."
        ]
    },
    {
        "word_no.": 179,
        "word": "CHINESE JUMP ROPE",
        "hints": [
            "A game played with a long, stretchy band.",
            "Two people stand with the band around their ankles.",
            "A third person jumps in and out of the band in a specific pattern."
        ]
    },
    {
        "word_no.": 180,
        "word": "EGG AND SPOON RACE",
        "hints": [
            "A field day game.",
            "The goal is to balance a fragile item on a utensil.",
            "The winner is the first person to cross the finish line without dropping the item."
        ]
    },
    {
        "word_no.": 181,
        "word": "RED ROVER",
        "hints": [
            "A group game of chase and strategy.",
            "One team links hands and calls a player from the other team.",
            "The goal is to get that player to break the chain."
        ]
    },
    {
        "word_no.": 182,
        "word": "BLINDFOLDED WALK",
        "hints": [
            "A game of trust and communication.",
            "One person is blindfolded while another person gives them directions.",
            "The goal is to get from one point to another without bumping into anything."
        ]
    },
    {
        "word_no.": 183,
        "word": "PUZZLE",
        "hints": [
            "A game that requires putting together pieces to create a picture.",
            "The pieces can be made of cardboard or wood.",
            "The pieces are often oddly shaped."
        ]
    },
    {
        "word_no.": 184,
        "word": "MAZE",
        "hints": [
            "A path or set of paths in a complex arrangement.",
            "The goal is to find your way from an entrance to an exit.",
            "It can be found in a book or on a screen."
        ]
    },
    {
        "word_no.": 185,
        "word": "BUBBLES",
        "hints": [
            "A simple toy that is a soap solution.",
            "You blow through a wand to create them.",
            "They are a popular outdoor activity for kids."
        ]
    },
    {
        "word_no.": 186,
        "word": "CHALK DRAWING",
        "hints": [
            "A creative activity that uses colorful sticks.",
            "You can draw on the sidewalk, driveway, or a chalkboard.",
            "You can create games and pictures with them."
        ]
    },
    {
        "word_no.": 187,
        "word": "CLAY",
        "hints": [
            "A soft, moldable substance.",
            "You can use it to create sculptures or models.",
            "It's a popular craft for kids."
        ]
    },
    {
        "word_no.": 188,
        "word": "MODELING DOUGH",
        "hints": [
            "A soft, moldable clay-like substance.",
            "It comes in many different colors.",
            "It's a popular toy for creative play."
        ]
    },
    {
        "word_no.": 189,
        "word": "FINGER PAINTING",
        "hints": [
            "A form of art that uses your hands.",
            "You use colorful paints to create pictures.",
            "It's a popular activity for young children."
        ]
    },
    {
        "word_no.": 190,
        "word": "PLAYING HOUSE",
        "hints": [
            "A classic game of make-believe.",
            "Children pretend to be a family.",
            "They use pretend food, furniture, and toys."
        ]
    },
    {
        "word_no.": 191,
        "word": "PLAYING SCHOOL",
        "hints": [
            "A game where children pretend to be teachers and students.",
            "They use a chalkboard and notebooks.",
            "The 'teacher' gives homework and lessons."
        ]
    },
    {
        "word_no.": 192,
        "word": "PLAYING DOCTOR",
        "hints": [
            "A game of make-believe.",
            "One person is a medical professional.",
            "The other players are the patients."
        ]
    },
    {
        "word_no.": 193,
        "word": "PLAYING CHEF",
        "hints": [
            "A game of make-believe.",
            "Children pretend to be a cook.",
            "They use pretend food and cooking utensils."
        ]
    },
    {
        "word_no.": 194,
        "word": "TOY CARS",
        "hints": [
            "Small miniature vehicles.",
            "They can be pushed or pulled on the floor.",
            "They are a classic toy for boys."
        ]
    },
    {
        "word_no.": 195,
        "word": "DOLLS",
        "hints": [
            "Small miniature figures of people.",
            "They can be dressed up and played with.",
            "They are a classic toy for girls."
        ]
    },
    {
        "word_no.": 196,
        "word": "BUILDING BLOCKS",
        "hints": [
            "Simple wooden or plastic cubes.",
            "Children can stack them to create structures.",
            "They are a classic early childhood toy."
        ]
    },
    {
        "word_no.": 197,
        "word": "LEGO",
        "hints": [
            "A toy that consists of small interlocking blocks.",
            "You can build almost anything with them.",
            "They are a popular toy from Denmark."
        ]
    },
    {
        "word_no.": 198,
        "word": "YO-YO",
        "hints": [
            "A toy that goes up and down on a string.",
            "You can do tricks with it, like 'walk the dog' or 'rock the baby'.",
            "It's a classic handheld skill toy."
        ]
    },
    {
        "word_no.": 199,
        "word": "SLINKY",
        "hints": [
            "A toy that is a spring made from metal or plastic.",
            "It can 'walk' down stairs or other inclines.",
            "It's a classic toy from the 1940s."
        ]
    },
    {
        "word_no.": 200,
        "word": "FINGER SKATEBOARD",
        "hints": [
            "A small version of a popular toy.",
            "You use your fingers to do tricks.",
            "It's a popular toy for boys."
        ]
    },
    {
        "word_no.": 201,
        "word": "POGO STICK",
        "hints": [
            "A toy with a spring in the middle.",
            "You stand on the footrests and bounce up and down.",
            "It is a fun way to get around or do tricks."
        ]
    },
    {
        "word_no.": 202,
        "word": "TRAMPOLINE",
        "hints": [
            "A toy with a springy surface.",
            "You can jump up and down on it.",
            "It's a popular outdoor toy for kids."
        ]
    },
    {
        "word_no.": 203,
        "word": "SWING",
        "hints": [
            "A seat suspended from a frame.",
            "You sit in it and move back and forth.",
            "It's a classic playground toy."
        ]
    },
    {
        "word_no.": 204,
        "word": "SLIDE",
        "hints": [
            "A piece of playground equipment.",
            "You climb up a ladder and slide down a ramp.",
            "It's a popular playground toy."
        ]
    },
    {
        "word_no.": 205,
        "word": "SEESAW",
        "hints": [
            "A piece of playground equipment.",
            "Two people sit on opposite ends of a board.",
            "You go up and down by pushing off the ground."
        ]
    },
    {
        "word_no.": 206,
        "word": "MERRY-GO-ROUND",
        "hints": [
            "A piece of playground equipment.",
            "You sit or stand on a spinning platform.",
            "It's a classic playground toy."
        ]
    },
    {
        "word_no.": 207,
        "word": "KITE",
        "hints": [
            "A toy that flies in the air.",
            "It is controlled by a string and requires wind to fly.",
            "They can be a simple toy or a complex one with many colors."
        ]
    },
    {
        "word_no.": 208,
        "word": "SANDBOX",
        "hints": [
            "A box filled with granular material.",
            "You can use shovels and buckets to build things.",
            "It's a popular outdoor play area for kids."
        ]
    },
    {
        "word_no.": 209,
        "word": "BASKETBALL",
        "hints": [
            "A team sport played with a large round ball.",
            "The goal is to shoot the ball into a hoop.",
            "It's a popular sport to play in a driveway."
        ]
    },
    {
        "word_no.": 210,
        "word": "BASEBALL",
        "hints": [
            "A bat-and-ball game played between two teams.",
            "The goal is to score by running around a series of bases.",
            "It's a popular sport to play in a park or field."
        ]
    },
    {
        "word_no.": 211,
        "word": "FOOTBALL",
        "hints": [
            "A team sport played with an oval-shaped ball.",
            "The goal is to score a touchdown or field goal.",
            "It's a popular sport to play in a yard."
        ]
    },
    {
        "word_no.": 212,
        "word": "SOCCER",
        "hints": [
            "A team sport played with a round ball.",
            "Players use their feet to move the ball.",
            "The goal is to score by getting the ball into the opponent's net."
        ]
    },
    {
        "word_no.": 213,
        "word": "BOTTLE CAPS",
        "hints": [
            "A simple game that can be played with bottle caps.",
            "You can slide them across a table or floor.",
            "The goal is to get your cap to a certain spot."
        ]
    },
    {
        "word_no.": 214,
        "word": "TOY SOLDIERS",
        "hints": [
            "Small plastic figurines.",
            "They are often green and have weapons.",
            "You can set them up in a battle scene."
        ]
    },
    {
        "word_no.": 215,
        "word": "JUMANJI",
        "hints": [
            "A magical board game.",
            "Players must roll a die to move their pieces.",
            "The game can come to life and cause chaos."
        ]
    },
    {
        "word_no.": 216,
        "word": "FROSTBITE",
        "hints": [
            "A classic board game with a winter theme.",
            "The goal is to be the first to reach the polar bear.",
            "You have to be careful not to fall in the water."
        ]
    },
    {
        "word_no.": 217,
        "word": "HEDBANZ",
        "hints": [
            "A guessing game where players wear a card on their head.",
            "The goal is to guess what is on your card.",
            "You can only ask yes or no questions."
        ]
    },
    {
        "word_no.": 218,
        "word": "BATTLESHIP",
        "hints": [
            "A game of strategy and guessing.",
            "Players try to sink their opponent's ships on a grid.",
            "You call out coordinates like 'B-7'."
        ]
    },
    {
        "word_no.": 219,
        "word": "GO FISH",
        "hints": [
            "A simple card game.",
            "Players ask for specific cards to make a 'book' or 'pair'.",
            "You say, 'Go fish!' if you don't have the card requested."
        ]
    },
    {
        "word_no.": 220,
        "word": "UNO",
        "hints": [
            "A card game with a special deck of cards.",
            "The goal is to be the first person to get rid of your cards.",
            "The deck has special 'Skip' and 'Reverse' cards."
        ]
    },
    {
        "word_no.": 221,
        "word": "CRAZY EIGHTS",
        "hints": [
            "A card game where players match the rank or suit of the previous card.",
            "The number eight is a wild card.",
            "The goal is to be the first to get rid of all your cards."
        ]
    },
    {
        "word_no.": 222,
        "word": "WAR",
        "hints": [
            "A simple card game of comparison.",
            "Players flip over one card at a time.",
            "The player with the higher card takes both."
        ]
    },
    {
        "word_no.": 223,
        "word": "OLD MAID",
        "hints": [
            "The game ends when one player is left with a specific card.",
            "Players draw cards from each other's hands.",
            "The deck has an odd number of cards."
        ]
    },
    {
        "word_no.": 224,
        "word": "SOLITAIRE",
        "hints": [
            "This is a one-player card game.",
            "The goal is to arrange all the cards into four piles.",
            "It's also known as 'patience'."
        ]
    },
    {
        "word_no.": 225,
        "word": "POGO STICK",
        "hints": [
            "A toy with a spring in the middle.",
            "You stand on the footrests and bounce up and down.",
            "It is a fun way to get around or do tricks."
        ]
    },
    {
        "word_no.": 226,
        "word": "RINGO",
        "hints": [
            "Not a classic game but a funny character to play as.",
            "He was the drummer for a famous band."
        ]
    },
    {
        "word_no.": 227,
        "word": "MUSICAL BUMPS",
        "hints": [
            "A twist on musical chairs.",
            "When the music stops, everyone must sit down as fast as they can.",
            "The last person to sit is out."
        ]
    },
    {
        "word_no.": 228,
        "word": "SPUD",
        "hints": [
            "A classic game played with a ball.",
            "The thrower calls out a number, and that person tries to catch the ball.",
            "The other players try to run away before the ball is caught."
        ]
    },
    {
        "word_no.": 229,
        "word": "TELEPHONE",
        "hints": [
            "A simple game of communication.",
            "Players whisper a message to the person next to them.",
            "The message is often distorted by the time it reaches the end."
        ]
    },
    {
        "word_no.": 230,
        "word": "SIMON SAYS",
        "hints": [
            "A game where players must follow instructions.",
            "The instructions must be preceded by a special phrase.",
            "If you follow an instruction without the special phrase, you are out."
        ]
    },
    {
        "word_no.": 231,
        "word": "RED ROVER",
        "hints": [
            "Two teams stand in a line holding hands.",
            "One team calls over a player from the other team.",
            "The goal is to try to break the chain."
        ]
    },
    {
        "word_no.": 232,
        "word": "CAPTURE THE FLAG",
        "hints": [
            "Two teams try to steal an object from the other's base.",
            "The goal is to bring the object back to your own base.",
            "Players can be 'jailed' if they are tagged in enemy territory."
        ]
    },
    {
        "word_no.": 233,
        "word": "MARCO POLO",
        "hints": [
            "A classic swimming pool game.",
            "One person closes their eyes and calls out their name.",
            "The other players respond with another explorer's name."
        ]
    },
    {
        "word_no.": 234,
        "word": "WHAT'S THE TIME MR WOLF",
        "hints": [
            "A chasing game.",
            "Players ask the 'wolf' what time it is.",
            "The 'wolf' chases the players when they say 'dinner time'."
        ]
    },
    {
        "word_no.": 235,
        "word": "DOUBLES",
        "hints": [
            "A game that is a variation of another popular game.",
            "You can play this with two people on each side of the net.",
            "It is a version of a tennis or badminton game."
        ]
    },
    {
        "word_no.": 236,
        "word": "KNUCKLE DOWN",
        "hints": [
            "A game played with marbles.",
            "You use your thumb to flick a marble at others.",
            "The goal is to knock another marble out of a circle."
        ]
    },
    {
        "word_no.": 237,
        "word": "PENNY RUG",
        "hints": [
            "A simple game played with coins.",
            "The goal is to flick a coin and get it to land in a specific spot.",
            "You can play this on a rug or a table."
        ]
    },
    {
        "word_no.": 238,
        "word": "SQUARES",
        "hints": [
            "A ball game played on a court with four squares.",
            "Players must hit a ball into another's square.",
            "The goal is to advance to the first square."
        ]
    },
    {
        "word_no.": 239,
        "word": "HAND CLAPPING GAMES",
        "hints": [
            "Games that involve rhythmic hand movements with a partner.",
            "They are often accompanied by songs or chants.",
            "Pat-a-cake is an example."
        ]
    },
    {
        "word_no.": 240,
        "word": "THE GAME OF LIFE",
        "hints": [
            "A board game that simulates a person's life.",
            "Players spin a wheel to move around the board.",
            "You can get married, have children, and buy a house."
        ]
    },
    {
        "word_no.": 241,
        "word": "SPIN THE BOTTLE",
        "hints": [
            "A party game where players sit in a circle.",
            "A person spins a container in the center.",
            "The person it points to has to do something."
        ]
    },
    {
        "word_no.": 242,
        "word": "CHINESE JUMP ROPE",
        "hints": [
            "A game played with a long, stretchy band.",
            "Two people stand with the band around their ankles.",
            "A third person jumps in and out of the band in a specific pattern."
        ]
    },
    {
        "word_no.": 243,
        "word": "EGG AND SPOON RACE",
        "hints": [
            "A field day game.",
            "The goal is to balance a fragile item on a utensil.",
            "The winner is the first person to cross the finish line without dropping the item."
        ]
    },
    {
        "word_no.": 244,
        "word": "BLINDFOLDED WALK",
        "hints": [
            "A game of trust and communication.",
            "One person is blindfolded while another person gives them directions.",
            "The goal is to get from one point to another without bumping into anything."
        ]
    },
    {
        "word_no.": 245,
        "word": "PUZZLE",
        "hints": [
            "A game that requires putting together pieces to create a picture.",
            "The pieces can be made of cardboard or wood.",
            "The pieces are often oddly shaped."
        ]
    },
    {
        "word_no.": 246,
        "word": "MAZE",
        "hints": [
            "A path or set of paths in a complex arrangement.",
            "The goal is to find your way from an entrance to an exit.",
            "It can be found in a book or on a screen."
        ]
    },
    {
        "word_no.": 247,
        "word": "BUBBLES",
        "hints": [
            "A simple toy that is a soap solution.",
            "You blow through a wand to create them.",
            "They are a popular outdoor activity for kids."
        ]
    },
    {
        "word_no.": 248,
        "word": "CHALK DRAWING",
        "hints": [
            "A creative activity that uses colorful sticks.",
            "You can draw on the sidewalk, driveway, or a chalkboard.",
            "You can create games and pictures with them."
        ]
    },
    {
        "word_no.": 249,
        "word": "CLAY",
        "hints": [
            "A soft, moldable substance.",
            "You can use it to create sculptures or models.",
            "It's a popular craft for kids."
        ]
    },
    {
        "word_no.": 250,
        "word": "MODELING DOUGH",
        "hints": [
            "A soft, moldable clay-like substance.",
            "It comes in many different colors.",
            "It's a popular toy for creative play."
        ]
    },
    {
        "word_no.": 251,
        "word": "FINGER PAINTING",
        "hints": [
            "A form of art that uses your hands.",
            "You use colorful paints to create pictures.",
            "It's a popular activity for young children."
        ]
    },
    {
        "word_no.": 252,
        "word": "PLAYING HOUSE",
        "hints": [
            "A classic game of make-believe.",
            "Children pretend to be a family.",
            "They use pretend food, furniture, and toys."
        ]
    },
    {
        "word_no.": 253,
        "word": "PLAYING SCHOOL",
        "hints": [
            "A game where children pretend to be teachers and students.",
            "They use a chalkboard and notebooks.",
            "The 'teacher' gives homework and lessons."
        ]
    },
    {
        "word_no.": 254,
        "word": "PLAYING DOCTOR",
        "hints": [
            "A game of make-believe.",
            "One person is a medical professional.",
            "The other players are the patients."
        ]
    },
    {
        "word_no.": 255,
        "word": "PLAYING CHEF",
        "hints": [
            "A game of make-believe.",
            "Children pretend to be a cook.",
            "They use pretend food and cooking utensils."
        ]
    },
    {
        "word_no.": 256,
        "word": "TOY CARS",
        "hints": [
            "Small miniature vehicles.",
            "They can be pushed or pulled on the floor.",
            "They are a classic toy for boys."
        ]
    },
    {
        "word_no.": 257,
        "word": "DOLLS",
        "hints": [
            "Small miniature figures of people.",
            "They can be dressed up and played with.",
            "They are a classic toy for girls."
        ]
    },
    {
        "word_no.": 258,
        "word": "BUILDING BLOCKS",
        "hints": [
            "Simple wooden or plastic cubes.",
            "Children can stack them to create structures.",
            "They are a classic early childhood toy."
        ]
    },
    {
        "word_no.": 259,
        "word": "LEGO",
        "hints": [
            "A toy that consists of small interlocking blocks.",
            "You can build almost anything with them.",
            "They are a popular toy from Denmark."
        ]
    },
    {
        "word_no.": 260,
        "word": "YO-YO",
        "hints": [
            "A toy that goes up and down on a string.",
            "You can do tricks with it, like 'walk the dog' or 'rock the baby'.",
            "It's a classic handheld skill toy."
        ]
    },
    {
        "word_no.": 261,
        "word": "SLINKY",
        "hints": [
            "A toy that is a spring made from metal or plastic.",
            "It can 'walk' down stairs or other inclines.",
            "It's a classic toy from the 1940s."
        ]
    },
    {
        "word_no.": 262,
        "word": "FINGER SKATEBOARD",
        "hints": [
            "A small version of a popular toy.",
            "You use your fingers to do tricks.",
            "It's a popular toy for boys."
        ]
    },
    {
        "word_no.": 263,
        "word": "POGO STICK",
        "hints": [
            "A toy with a spring in the middle.",
            "You stand on the footrests and bounce up and down.",
            "It is a fun way to get around or do tricks."
        ]
    },
    {
        "word_no.": 264,
        "word": "TRAMPOLINE",
        "hints": [
            "A toy with a springy surface.",
            "You can jump up and down on it.",
            "It's a popular outdoor toy for kids."
        ]
    },
    {
        "word_no.": 265,
        "word": "SWING",
        "hints": [
            "A seat suspended from a frame.",
            "You sit in it and move back and forth.",
            "It's a classic playground toy."
        ]
    },
    {
        "word_no.": 266,
        "word": "SLIDE",
        "hints": [
            "A piece of playground equipment.",
            "You climb up a ladder and slide down a ramp.",
            "It's a popular playground toy."
        ]
    },
    {
        "word_no.": 267,
        "word": "SEESAW",
        "hints": [
            "A piece of playground equipment.",
            "Two people sit on opposite ends of a board.",
            "You go up and down by pushing off the ground."
        ]
    },
    {
        "word_no.": 268,
        "word": "MERRY-GO-ROUND",
        "hints": [
            "A piece of playground equipment.",
            "You sit or stand on a spinning platform.",
            "It's a classic playground toy."
        ]
    },
    {
        "word_no.": 269,
        "word": "KITE",
        "hints": [
            "A toy that flies in the air.",
            "It is controlled by a string and requires wind to fly.",
            "They can be a simple toy or a complex one with many colors."
        ]
    },
    {
        "word_no.": 270,
        "word": "SANDBOX",
        "hints": [
            "A box filled with granular material.",
            "You can use shovels and buckets to build things.",
            "It's a popular outdoor play area for kids."
        ]
    },
    {
        "word_no.": 271,
        "word": "BASKETBALL",
        "hints": [
            "A team sport played with a large round ball.",
            "The goal is to shoot the ball into a hoop.",
            "It's a popular sport to play in a driveway."
        ]
    },
    {
        "word_no.": 272,
        "word": "BASEBALL",
        "hints": [
            "A bat-and-ball game played between two teams.",
            "The goal is to score by running around a series of bases.",
            "It's a popular sport to play in a park or field."
        ]
    },
    {
        "word_no.": 273,
        "word": "FOOTBALL",
        "hints": [
            "A team sport played with an oval-shaped ball.",
            "The goal is to score a touchdown or field goal.",
            "It's a popular sport to play in a yard."
        ]
    },
    {
        "word_no.": 274,
        "word": "SOCCER",
        "hints": [
            "A team sport played with a round ball.",
            "Players use their feet to move the ball.",
            "The goal is to score by getting the ball into the opponent's net."
        ]
    },
    {
        "word_no.": 275,
        "word": "BOTTLE CAPS",
        "hints": [
            "A simple game that can be played with bottle caps.",
            "You can slide them across a table or floor.",
            "The goal is to get your cap to a certain spot."
        ]
    },
    {
        "word_no.": 276,
        "word": "TOY SOLDIERS",
        "hints": [
            "Small plastic figurines.",
            "They are often green and have weapons.",
            "You can set them up in a battle scene."
        ]
    },
    {
        "word_no.": 277,
        "word": "JUMANJI",
        "hints": [
            "A magical board game.",
            "Players must roll a die to move their pieces.",
            "The game can come to life and cause chaos."
        ]
    },
    {
        "word_no.": 278,
        "word": "FROSTBITE",
        "hints": [
            "A classic board game with a winter theme.",
            "The goal is to be the first to reach the polar bear.",
            "You have to be careful not to fall in the water."
        ]
    },
    {
        "word_no.": 279,
        "word": "HEDBANZ",
        "hints": [
            "A guessing game where players wear a card on their head.",
            "The goal is to guess what is on your card.",
            "You can only ask yes or no questions."
        ]
    },
    {
        "word_no.": 280,
        "word": "BATTLESHIP",
        "hints": [
            "A game of strategy and guessing.",
            "Players try to sink their opponent's ships on a grid.",
            "You call out coordinates like 'B-7'."
        ]
    },
    {
        "word_no.": 281,
        "word": "GO FISH",
        "hints": [
            "A simple card game.",
            "Players ask for specific cards to make a 'book' or 'pair'.",
            "You say, 'Go fish!' if you don't have the card requested."
        ]
    },
    {
        "word_no.": 282,
        "word": "UNO",
        "hints": [
            "A card game with a special deck of cards.",
            "The goal is to be the first person to get rid of your cards.",
            "The deck has special 'Skip' and 'Reverse' cards."
        ]
    },
    {
        "word_no.": 283,
        "word": "CRAZY EIGHTS",
        "hints": [
            "A card game where players match the rank or suit of the previous card.",
            "The number eight is a wild card.",
            "The goal is to be the first to get rid of all your cards."
        ]
    },
    {
        "word_no.": 284,
        "word": "WAR",
        "hints": [
            "A simple card game of comparison.",
            "Players flip over one card at a time.",
            "The player with the higher card takes both."
        ]
    },
    {
        "word_no.": 285,
        "word": "OLD MAID",
        "hints": [
            "The game ends when one player is left with a specific card.",
            "Players draw cards from each other's hands.",
            "The deck has an odd number of cards."
        ]
    },
    {
        "word_no.": 286,
        "word": "SOLITAIRE",
        "hints": [
            "This is a one-player card game.",
            "The goal is to arrange all the cards into four piles.",
            "It's also known as 'patience'."
        ]
    },
    {
        "word_no.": 287,
        "word": "POGO STICK",
        "hints": [
            "A toy with a spring in the middle.",
            "You stand on the footrests and bounce up and down.",
            "It is a fun way to get around or do tricks."
        ]
    },
    {
        "word_no.": 288,
        "word": "RINGO",
        "hints": [
            "Not a classic game but a funny character to play as.",
            "He was the drummer for a famous band."
        ]
    },
    {
        "word_no.": 289,
        "word": "MUSICAL BUMPS",
        "hints": [
            "A twist on musical chairs.",
            "When the music stops, everyone must sit down as fast as they can.",
            "The last person to sit is out."
        ]
    },
    {
        "word_no.": 290,
        "word": "SPUD",
        "hints": [
            "A classic game played with a ball.",
            "The thrower calls out a number, and that person tries to catch the ball.",
            "The other players try to run away before the ball is caught."
        ]
    },
    {
        "word_no.": 291,
        "word": "TELEPHONE",
        "hints": [
            "A simple game of communication.",
            "Players whisper a message to the person next to them.",
            "The message is often distorted by the time it reaches the end."
        ]
    },
    {
        "word_no.": 292,
        "word": "SIMON SAYS",
        "hints": [
            "A game where players must follow instructions.",
            "The instructions must be preceded by a special phrase.",
            "If you follow an instruction without the special phrase, you are out."
        ]
    },
    {
        "word_no.": 293,
        "word": "RED ROVER",
        "hints": [
            "Two teams stand in a line holding hands.",
            "One team calls over a player from the other team.",
            "The goal is to try to break the chain."
        ]
    },
    {
        "word_no.": 294,
        "word": "CAPTURE THE FLAG",
        "hints": [
            "Two teams try to steal an object from the other's base.",
            "The goal is to bring the object back to your own base.",
            "Players can be 'jailed' if they are tagged in enemy territory."
        ]
    },
    {
        "word_no.": 295,
        "word": "MARCO POLO",
        "hints": [
            "A classic swimming pool game.",
            "One person closes their eyes and calls out their name.",
            "The other players respond with another explorer's name."
        ]
    },
    {
        "word_no.": 296,
        "word": "WHAT'S THE TIME MR WOLF",
        "hints": [
            "A chasing game.",
            "Players ask the 'wolf' what time it is.",
            "The 'wolf' chases the players when they say 'dinner time'."
        ]
    },
    {
        "word_no.": 297,
        "word": "DOUBLES",
        "hints": [
            "A game that is a variation of another popular game.",
            "You can play this with two people on each side of the net.",
            "It is a version of a tennis or badminton game."
        ]
    },
    {
        "word_no.": 298,
        "word": "KNUCKLE DOWN",
        "hints": [
            "A game played with marbles.",
            "You use your thumb to flick a marble at others.",
            "The goal is to knock another marble out of a circle."
        ]
    },
    {
        "word_no.": 299,
        "word": "PENNY RUG",
        "hints": [
            "A simple game played with coins.",
            "The goal is to flick a coin and get it to land in a specific spot.",
            "You can play this on a rug or a table."
        ]
    },
    {
        "word_no.": 300,
        "word": "SQUARES",
        "hints": [
            "A ball game played on a court with four squares.",
            "Players must hit a ball into another's square.",
            "The goal is to advance to the first square."
        ]
    }
]